{"title":"七十年代-PDF","date":"2023-08-21T05:59:07.000Z","excerpt":"","slug":"七十年代-PDF","comments":true,"tags":["Kindle"],"updated":"2023-08-21T06:19:19.414Z","content":"<html><head></head><body><center>\n    <font color=\"black\" size=\"5\">七十年代</font>\n</center>\n<figure class=\"highlight plaintext\"><table><tbody><tr><td class=\"gutter\"><pre><span class=\"line\">1</span><br><span class=\"line\">2</span><br><span class=\"line\">3</span><br></pre></td><td class=\"code\"><pre><span class=\"line\">作者:  李陀 / 北岛</span><br><span class=\"line\">副标题: 网上找的PDF看起来是完整的上下集</span><br><span class=\"line\">ISBN: 9780198005629</span><br></pre></td></tr></tbody></table></figure>\n\n<hr>\n<blockquote>\n<p>文革不过是一场大病来袭，但如同历史上文网森严的旧中国和政教合一的旧欧洲，它并不曾冷却民众的精神之血，无法遏制新文化的萌发、繁殖、积聚、壮大以及爆发，直至制度层面的变革。这才是历史真切而生动的过程。我们曾用这种眼光注意过很多复杂局面，包括宗教法庭与牛顿的共存，普鲁士帝制与黑格尔的共存，斯大林铁幕与肖洛霍夫、爱森斯坦、肖斯塔科维奇的共存，为什么独独乐意给文革随便贴一枚标签?是什么人最习惯和最惬意地使用着这一类标签?<br>有一次，高二某同学徐某不知从哪里弄来一本《赫鲁晓夫主义》，作者据我后来回想也算不上什么名角。书的内容无非是揭示 了一些苏共内幕，包括列宁与斯大林的吵架，贝利亚的残酷和阴狠，朱可夫元帅对赫鲁晓夫的勤王之功，还有“匈牙利事件”中纳吉的两头受气……但这一切在当时也属异端，属稀缺信息，足以让中学生读得眼睛大睁呼吸急促。好几天，它成了大家热议的话题，更成了频频换手的接力棒——好多人都等着这本秘籍。在无书可读的时候 (如文革)，有书难读的时候(如文盲太多)，口口相传庶几乎是一种民间化弥补，一种上学读书的替代。以至很多乡下农民只要稍稍用心，东听一点西听一点，都不难粗通汉史、唐史以及明史，对各种圣道或谋略也毫不陌生。其实这何尝不是一种坚实的文化?有一次，说起 两敌对大国之间的微笑外交，一位在我身旁的老农突然插嘴:“有什么好说的?诸葛亮气死了周瑜，还要去吊香么!”我听得一懵，发现自己把形势和国策摊上一堆，其实哪比得上他 一句话这么简洁和通透?<br>农村当然也兴阶级斗争，只因为干部们大多缺少文墨，文化封禁较难落实。即便在城市，禁区也是有缝隙、有缺口、有偷越暗道的，爱书人稍动心思其实不难找到自保手段。比如《毁灭》、《水浒》、李贺、曹操这一类是领袖赞扬过的，可翻书为证，谁敢说禁?孙中山的大画像还立在天安门广场，谁敢说他的文章不行?德国哲学、英国政治经济学、法国社会主义一 直被视为马克思主义三大来源，稍经忽悠差不多就是马克思主义，你敢不给它们开绿灯?再加上“古为今用”、“洋为中用”、“有比较才有鉴别”、“充分利用反面教材”一类毛式教导耳 熟能详，等于给破禁发放了暧昧的许可证，让一切读书人有了可乘之机。中外古典文学就不 用说了。哪怕疑点明显的爱情小说和颓废小说，哪怕最有理由查禁的希特勒、周作人以及蒋介石，只要当事人在书皮上写上“大毒草供批判”字样，大体上都可以堂而皇之地收藏和流转。【韓少功-漫長的假期】</p>\n</blockquote>\n<blockquote>\n<p>文工团的男女普遍年轻， 大多在十二三岁招来，满二十岁就有成人感，特别能感觉年华易逝。有一次去地区医院，听医生唤我“小女孩”，十分的不适和反感，这就是我们对年龄的概念。想不到之后还会有很 长的岁月要度，很多的改变要经历，会拥有很多很多、多到令人厌烦的照片图像。七十年代是个家国情怀的年代，可在我，总是被自己的个别的人与事缠绕，单是对付这么点儿零碎就 够我受的了。并不经常地，仅是有时候，我会从壅塞的记忆中，辟出一个角，想起魏庄。那一个午后，送走访客，走在春阳下的坝顶，非喜非悲，却是有一种承认的心情，承认这一切， 于是就要面对。【王安忆 魏庄】</p>\n</blockquote>\n<blockquote>\n<p>前一阵儿，我问唐晓峰(另一老鼠，北大教授，比我大几个月)，你这辈子，哪段儿感觉最好，哪段儿感觉最坏。他说，插队最好，出国最坏。他在内蒙三年，美国九年，洋插土插，都是过来人。他是大环境坏，小感觉好;大环境好，小感觉坏。前边和后边，里边和外边，都有强烈对比。八十年代，特点是幼稚。表面非常开放，其实是翻烙饼，启蒙压倒一切。大家都是启蒙派， 前后(解放前和解放后，“文革”前和“文革”后)没有对比，左右(左翼右翼)没有对比，舆论一边倒。九十年代到现在，才重新分化。启蒙的意思，中国古书的意思，本来就是帮小孩(童蒙)开窍。小孩不幼稚，还叫什么小孩? 【李零-七十年代:我心中的碎片】</p>\n</blockquote>\n<blockquote>\n<p>回到村里，想到实实在在的人生前景，大家开始谈论离开农村做什么专业的问题，专业才是新的人生支点。看看我身边的同学，王大理自学无线电专业，最没有问题，他已在县里小有贡献。(后来他到美国，救过一个电器公司的命。)蒋效愚天生有组织办事能力，他的志向早 定，做社会群众工作(就是当官)，事无巨细，都尽心尽力。村里让他当大队革委会副主任，分管最麻烦的民政。他白天照样干活，晚上给上门来的媳妇大娘断家务事，在我们窗户外面，听大小娘们唠叨，一拖就是半宿，未见抱怨。（他现在受命组织奥运会工作，任北京奥组委 执行副主席)。与黄锐聊，他想起幼时喜欢画画，便很快从老乡那儿找来木头做了画架，不久后我见到他的写生，水平让我大吃一惊，不想他原有这份才气。(后来他与赵振开结识，办《今天》，办“星星画展”，是意志极为执着的人。)晋美是藏族(阿沛·阿旺·晋美的儿子)，他在插队时似乎无事可做，但我们知道，他早晚会吃西藏的饭。他原先填出身是农奴 主，父亲入党后改为革命干部。晋美有修养，冬天喝醉酒，作诗，出口成句。(晋美后来念 了民族学研究生，但现在美国，据说帮达赖做事。有人说，他若不出国，可做西藏社科院院长。)黄锐的哥哥黄钧学习好，当年在班上考试，下来与他对题，只要和他的答案不一样， 一定是你错了。黄钧有学习能力，到哪儿都不怕。(黄钧后来在中国科学院从事研究生教育。) 我自己毫无所长，不知向哪里走，不知该吃什么饭，但毕竟年轻，精神空，热情在。【唐晓峰:-难忘的一九七一】</p>\n</blockquote>\n<blockquote>\n<p>“小桥报有人痴立，泪泼春帘一饼茶”<br>唐克给我的歌和当时流行的苏俄歌曲不一样，似乎来自另一种文化，大约是从英美到港台的一路。这些歌里少了苏俄歌曲中浑厚忧郁、崇高壮烈的情绪，多了缠绵悱恻、男嗔女怨的小 资情调，更个人，更世俗.他把和萍萍恋爱的失败归结为门第之过，总爱说:“你们是贵族，想要什么有什么”。开玩笑!中国哪里有什么贵族?因为贵族并不仅意味着你站在国家阶梯的第几级上，它更是 文化，是教养，是责任，是荣誉，是骑士精神的延续。如果魏玛大公奥古斯特不尊崇歌德、 席勒，如果克腾侯爵利奥波德不崇仰巴赫，那他们不过是头脑冬烘的土领主，而国朝之肉食者大半头脑空洞、人格猥琐、行为下作，何来高贵的血脉绵延子嗣?我看那些官宦子弟，大半粪土。而唐克倒有些贵族气。我这样告诉他，他觉得我说反话。【赵越胜-骊歌清酒忆旧时】</p>\n</blockquote>\n<blockquote>\n<p>我没机会当面问他，但十年后我在美国巧遇此人的女儿，言谈之间，她说她爸爸早就不画画了，整个成了一个政工干部。我一听，对此人十几年的怨怼一下子烟消云散，只觉得他可怜， 我是受到冲击，荒废了几年画画的时间，他是被连根拔起，做了一个政工干部，成了工具，从此跟绘画无缘，就是他想重拾画笔，无奈观念眼光心态都被扭曲，再也不可得了。【范迁-黑画风波】</p>\n</blockquote>\n<blockquote>\n<p>问题的要害是那时的女孩子全都鬼一样精明，而且个个老谋深算，只要是介绍人把她领到你的面前，她审视你的两个眼睛就像X光射线一样要把你穿透，几乎没有寒暄就直奔主题—— 你的工作是国营的还是大集体的?你工资是多少?你的家庭状况住房条件，你家庭人口数量，当然也就问到你的父亲——我立即就原形毕露，像狐狸露出了尾巴。这时，我即使是剖 心挖肝给她看，说我绝对与我“有问题”的父亲不一样，说我绝对地革命、勤劳、能干而且 相当会过日子，也丝毫感动不了她们。 【邓刚-我曾经是山狼海贼】</p>\n</blockquote>\n<blockquote>\n<p>在我看来，乡村和城市，永远是一种剥离。城市是乡村的向往;乡村是城市的营养。在那个年代，我的家乡很幸运是方圆几十里的一个集市中心。乡下人向往我家的那个集市;我们村 人，向往着三十里外的一个县城。城里的人，向往着百里外的古都洛阳。所以，在那年代我知足于一种幸运:父母把我出生在了那个叫田湖的村庄，比出生在更为偏远的山区要好下许 多。我能看到的小说，在那更为偏远山区，将会更为稀少和罕见。那个我有两个姐姐和一个哥哥的家庭，虽然充满着无边的贫穷，却又充满着无边富裕的恩受。父亲的勤劳，给他的子 女们树立着人生的榜样，母亲的节检、贤能和终日不停歇的忙碌，让我们兄弟姐妹过早地感受到了一种人生的艰辛和生命苦闷的意义。这成了我一生的巨大财富，是我写作时用之不竭 的情感的库房。<br>直到今天，对于知青我都没有如许多的人们说的那样，感到是因为他们，把文明带进了乡村。 是因为他们在乡村的出现，才使农村感受到了城市的文明和文化。于我最为突出的感受，就是城乡的不平等差距，因为他们的出现，证明了远远大于原有人们以为的存在，远远不只是一般的乡村对都市的向往与羡慕，还有他们来自娘胎里的对农民和乡村的一种鄙视。一九七八年的下半底，我终于完成了这部小说。到了年底，便怀揣着一种逃离土地的梦想，当兵去了，在我人生的途中，迈出了最为坚实的进城寻求人生的一步。可在军营，所有的人 问我为什么当兵时，我都会说是为了革命;为了保家卫国。问我为什么写作时，我都不说是为了我的命运;而是说为了革命而提高自己的文化水平，去争做一个革命的、有文化的合格 军人。因为革命，是那个年代的根本，革命掩埋、掩盖了那个年代里人的一切。可是后来，有位领导听说我爱写小说，有心看看我的作品欲要提携我时，我急急地写信并打长途电话， 让我哥哥把我用几年时间写的 30 万字的长篇寄给我时，我哥却在来日回我的长途电话里，伤心地告诉我说，弟呀，你当兵走了之后，母亲每天烧饭和冬天烤火，都把你写的小说当做烧火的引子，几页几页的点着烧了。<br>我问:“全都烧了?” 哥说:“差不多全都烧了。” 【阎连科-我的那年代】</p>\n</blockquote>\n<blockquote>\n<p>2005 年秋，我最后一次走进永安南里，天空也晴朗，但不复记忆里的蔚蓝。人已去，屋未空，堆着旧家具和什物，盖着各色各样的布，落满尘土。三十五年未曾粉刷的墙早已斑驳， 地板失去了光泽、看不出纹路。这一带如今是超黄金地段，社科院宿舍象文物一样陷落在玻璃反光的写字楼与崭新的高级公寓之间，楼前楼后则停满了轿车——世纪初年的北京市区， 就象一个大停车场。当年的住户，有些搬走了，很多已经故世，房子留给遗孀或子女。斜阳里，人已不惑，用钝化换来几分定力。去国四分之一世纪，搬了近二十次家，早就习惯在哪 一个屋顶下都没感觉。我坐下，点起一支烟，深深地吸了一口，重温吐烟圈的感觉，也重温 1970 年那个遥远的下午。原来，还是童年的墙最白。<br>大概由于从小与女孩绝缘，加上天性愚钝，难免有些愣头愣脑。没过几天，我就窜到舒桦家，她很诧异，却温和地和我聊天。我开始常去看望她。一段绵延了四年的故事，没有什么情节，大半是去舒桦的小屋，偶尔在外面散步聊天、交换书籍和感想。父辈们关系不错，于是睁一眼闭一眼。单相思不是爱情故事，没有难忘的时刻，只是一些悠闲的充满阳光的下午，纯净 如水温暖如流。回家路上，有时幻想激动，不知是快乐还是悲伤，一切就这样过去了。我上中学第一年，舒桦还在读高中，一天晚上，我到她的学校操场上转悠了一圈，做点唱小夜曲 的梦，其实她早回家了。大约从这时起，我开始写新诗，读戴望舒、徐志摩、卞之琳和冯至。由于馋嘴，便有“月亮象冰淇淋一样升起”之类的句子，后读《围城》，发现和默存先生笔下的曹元朗有一拼，不禁对自己的写诗能力有了怀疑。1978 年我转入师大附中，舒桦考上大学，除了假期，很少见面，但她推荐借阅的罗素《西方哲学史》和许良英先生译的《爱因斯坦文集》第一卷在我枕边躺了很久。十年后，我去东京一条小巷看舒桦，回忆起当年这两 本书的影响，她却早已不记得了。<br>我原本在文学与数学之间摇摆不定，此时终于意识到历史真实才是最不可少的。 在那个炎热的夏夜，我迷茫地走在花园的交叉小径，逮了几只萤火虫，放到空火柴盒里带回 来，然后让她们在屋里飞来飞去。黑暗中的流光，是关于那个暑假最深的记忆。【李大兴-明暗交错的时光】</p>\n</blockquote>\n<blockquote>\n<p>下面再說點和藝術有關的事。可以說，我最早的一次有效的 藝術「理論」學習和藝術理想的建立，是在收糧溝對面山坡上完成的。山上有一片杏樹，是村裏的一點副業。看杏林容易得罪人，隊裏就把我派去。那年夏天這山坡成了我的天堂。首先，每天連一個杏都不吃——獲得自我克制力的滿足。再者是專心享受自然的變化。我每天帶着畫箱，帶着書上山，可還沒幾天，就沒甚麼書好帶了，有一天，只好拿了本《毛選》。毛的精彩篇章過去背過，熟到完全感覺不到內容的程度.可那天在杏樹下，讀《毛選》的感動和收穫，是我讀書經驗中 少有的，至今記憶猶新。一段精彩的有關文藝的論述，是從一篇與 藝術無關的文章中讀到的:百花齊放、百家爭鳴的方針，是促進藝術發展和科學進步的方 針，是促進我國的社會主義文化繁榮的方針。藝術上不同的形式 和風格可以自由發展，科學上不同的學派可以自由爭論。利用行 政力量，强制推行一種風格，一種學派，禁止另一種風格，另一種學派，我們認為會有害於藝術和科學的發展。藝術和科學中的是非問題，應當通過藝術界科學界的自由討論去解決，通過藝術 和科學的實踐去解決，而不應當採取簡單的方法去解決。今天重讀，真不明白那天對這段話怎麼那麼有感覺，也許是由於這段話與當時文藝環境的反差。我的激動中混雜着覺悟與憤慨;毛主席把這種關係說得這麼清楚、這麼有道理，現在的美術工作者怎麼搞的嘛!坐在杏樹下，我看幾句，想一會兒，環視群山，第一次感覺到藝術事業的胸襟、崇高和明亮的道理。那天的收穫，被埋 藏在一個業餘畫家的心裏，並佔據了一塊很重要的位置我那時最有感覺的藝術家，是法國的米勒和中國的古元;都和農民有關。看他們的畫，就像對某種土特產上了癮一樣。古元木刻中的農民簡直就是收糧溝的老鄉，透着骨子裏的中國人的感覺。王 式廊的農民「畫」的好，但比起古元的，他的農民有點像在話劇中的。我那時就對藝術中「不可企及」的部分抱有認命的態度。有一種東西是誰都沒有辦法的，就像郭蘭英的嗓音中，有那麼一種山西大 姐的醋味，怎麼能學呢。而她成為一代大師，只是因為比別人多了這 麼一點點。毛澤東的方法和文化，把整個民族帶進一個史無前例的試驗 中，代價是巨大的，導致了一場災難。每個人都成為試驗的一個分子，這篇文字講的、就是試驗中一個分子的故事。發生過的都發生了，我們被折磨後就跑得遠遠的，或回頭調侃一番，都於事無補。 今天要做的事情是，在剩下的東西中，看看有多少是有用的。這有用的部分裹着一層讓人反感甚至憎惡的東西，但必須穿過這層「憎惡」，找到一點有價值的內容。這就像對待看上去庸俗的美國文化，身負崇高藝術理想的人，必須忍受這種惡俗，穿透它，才能摸到這個文化中有價值的部分。除個別先知先覺者外，我們這代人思 維的來源與方法的核心，是那個年代的。從環境中，從父母和周圍的人在這個環境中接人待物的分寸中，從毛的思想方法中，我們獲得了變異又不失精髓的、傳統智慧的方法，並成為我們的世界觀和性格的一部分。這東西深藏且頑固，以至於後來的任何理論都要讓它三分。八十年代，大量西方理論的湧入、討論、理解、吸收，對我來說，又只是一輪形式上的「在場」。思維中已被佔領的部分，很難再被別的甚麼東西擠走。在紐約有人問我:「你來自於這麼保 守的國家，怎麼搞這麼前衛的東西?」(大部分時間他們弄不懂你 思維的來路) 我說:「你們是波易斯教出來的，我是毛澤東教出來的。波比起毛，可是小巫見大巫了。」在寫這篇文字時，我正在肯尼亞山實施我的《木、林、森》計劃。這個計劃，是一個將錢從富裕地區自動流到貧困地區;為種樹之用的、自循環系統的試驗。它的可能性根據在於:一、利用當今網絡科技的拍賣、購物、轉賬、空中教學等系統的免費功能，達到最低成本消耗;二、所有與此項目運轉有關的部分都獲得利益;三、地區之間的經濟落差 (兩美元在紐約 只是一張地鐵票，而在肯尼亞可種出十棵樹).這個項目最能說明我今天在做甚麼，以及它們與我成長背景的關係。我的創作越來越不像標準的藝術，但我要求我的工作是有創造性的，想法是準確、結 實的，對人的思維是有啓發的，再加上一條:對社會是有益的。我知道，在我的創作中，社會主義背景藝術家的基因，無法掩飾地總要暴露出來。隨着年齡增大，沒有精力再去掩飾屬於你的真實的部 分。是你的，假使你不喜歡，也沒有辦法，是你不得不走的方向。 【愚昧作為一種養料】</p>\n</blockquote>\n<blockquote>\n<p>進到那間書房的國家元首都死了:戴高樂、尼克松、鐵托、年代」金日成⋯⋯布托死於絞刑，齊奧賽斯庫被好幾條槍掃射斃命，馬柯專號斯暗殺政敵後，携夫人流亡夏威夷，客死異邦。那年，八億人民從 電影屏幕目擊毛在寓所的過道中與客人拍照時，捉起馬柯斯夫人的手，俯嘴親吻。夫人身邊的公子典型七十年代西方裝扮:蓄長髮，穿着腰身緊窄領口誇張的白襯衫，雖然他是亞洲人，但那是我文革 記憶中與我同齡的外國少年.而當時代轉亮，有人活着看到以上一切，然而懷抱純淨的絕望，熄滅了:一九七六年十二月，穆旦寫出七十年代無可替代的詩作，《冬》，翌年二月死去。此刻，我不知該接引他的哪一句:「但如今，突然面對墳墓」，還是「多少人的痛苦隨身而沒」?我默念，不像讀詩，而是面對死者的遺物:放回一九七六年，心情全 出，那是七十年代極深處的真實，以性命承受這真實感，並非我 輩，而是上一代人。 【幸虧年輕──回想七十年代】</p>\n</blockquote>\n<blockquote>\n<p>有一天我在山上一邊幹活兒一邊想，小時候讀歷史，讀來讀去都是大事記，大事中人，一生中因為某件大事，被記了下來，可是想想某人的一生，好像也就那麼一件大事，那麼，沒有大事的一 天天，怎麼過的呢?也是如此度日如年嗎?七十年代正是我人生中最好的一段時間，無窮的精力，反應快捷，快得我自己都跟不上自己，常常要告誡自己，慢一點慢一點，你有的是時間，你甚麼都沒有，但你有的是時間。探討，整肅與命.我開始閱讀以前較少涉獵的社會科學書籍。越陷越深，甚至到了狂熱的地步。首先自以為找到打開理解現實的鑰匙，那是普列 漢諾夫的兩本書《論個人在歷史上的作用》和《歷史唯物論》，讓我第一次認識到個人在歷史上的作用，特別是毛澤東在歷史上的作用。我以歷史唯物論的觀點看待毛看待文革，意識到毛作為偉大個人在歷史上有巨大作用，但不是決定性的作用，起決定性作用的是歷史進程自身的規律。根據馬克思主義理論，歷史進程的規律是由 生產力決定生產關係，由經濟基礎決定上層建築。上層建築會起反 作用，但歸根結底，歷史發展的進程是由經濟基礎決定的，而偉大個人只是上層建築的一部分。我並不懷疑毛澤東思想，只是認定個人迷信違背了馬克思主義。這些自由的思考讓我欣喜萬分。但關於 文革，我的疑惑更深了，特別是關於文革的性質。【聽敵台】</p>\n</blockquote>\n<blockquote>\n<p>在我周圍像安老師那樣的不止一個，蕭金芳先生是有大氣魄者，和他短暫的交往，卻印象深刻。當長夜之後曙光來臨，他已經七七歲了。知識淵博，精通法文，北京外語學院、政法學院都請他 去，結果沒去，準備進即將成立的上海法學研究所。每次見他， 談鋒凌厲，刺痛時弊，有「辣子」(他是四川人) 味。有一晚我們閑談，他不叫蕭老太開燈，如日記所言:「我們在陰影中談話，只有窗外透入一些淡淡的光，我們能體會到互相的聲氣、能感到互相的情緒。」當時就有這麼一種曖昧的氛圍，大家敞開胸懷，好像都在 同一條起跑綫上，不問老幼，不計尊卑，相互激勵幫助，擁抱同一 個明天。蕭老給我解決翻譯上的疑難，對我的處境提出忠告，最記 得的一句是「凡事勿苟且」!<br>忘了在哪裏見到汪之傑先生的。汪畢業於中央美校，是徐悲鴻 的高足，五七年被打成右派。初見到他的一幅肖像畫，正宗蘇聯畫風，但並非照相般真實，那種凝重的筆觸似乎觸及物體的內質，令我想起塞尚，越看越震悚。八月底一個秋陽驕人的下午，我和女友去看他，敬畏如朝聖一般。在雙陽路一個八平方米的矮屋裏，一張床佔了大半。他的面色比上兩次見他時好些，而病態仍在，目光灼灼，孤傲如昔。他說中央美校正在解決他的問題，對五七年之事的清查結果是:純屬虛構。我們聽了為他欣慰，但二十年裏他吃了多 少苦頭，令人扼腕。汪一邊看畫，一邊笑，怕講得太重，怕使人難為情。從他那裏可聽到「現實主義」的精髓:你必須研究自然，深入對象的本質。對象不會給你任何東西，你若要把對象畫像，必須研究對象。【陳建華】</p>\n</blockquote>\n</body></html>","link":"/post/%E4%B8%83%E5%8D%81%E5%B9%B4%E4%BB%A3-PDF"}