{"title":"高华的后二十年(上中下)","date":"2023-08-21T06:17:26.000Z","excerpt":"","slug":"高华的后二十年-上中下","comments":true,"tags":["随记"],"updated":"2023-08-21T06:19:29.160Z","content":"<html><head></head><body><hr>\n<center>\n    <font color=\"black\" size=\"5\">高华的后二十年</font>\n</center>\n\n<figure class=\"highlight plaintext\"><table><tbody><tr><td class=\"gutter\"><pre><span class=\"line\">1</span><br></pre></td><td class=\"code\"><pre><span class=\"line\"></span><br></pre></td></tr></tbody></table></figure>\n\n<hr>\n<p>谨以此文纪念历史学家高华诞辰60周年。高华，南京大学历史学教授，生于1954年5月12日，逝于2011年12月26日22时15分。1991年8月19日，对于南京大学讲师高华来说，似乎是平常的一天。<br>　　这一天，周一，农历七月初十。多日暴雨之后，南京晴到多云，最高温度31度。在上海路148号丁楼，一栋建于1950年代的红砖房子里，高华打开收音机，听到一条震惊世界的消息。<br>　　苏联政变了。<br>　　1991年，江苏遭遇史上罕见的暴雨洪涝灾害，而与自然界的风雨相比，国际国内的政治风云更是变幻诡谲。<br>　　1989年以来发生的东欧剧变，已向中国提出了严峻问题：改革开放要不要继续推进。1991年1月，中国改革开放的总设计师”邓小平视察上海，为改革开放鼓与呼。上海《解放日报》随后发表署名皇甫平”的系列评论文章，呼吁进一步解放思想。一石激起千层浪，关于姓社还是姓资”的争锋达至沸点。<br>　　1991年，是苏联8·19事件”震惊世界的一年，也是邓小平南巡谈话、中共十四大确立社会主义市场经济改革目标的前夜。这一年，对于高华来讲，也是一道无形的分水岭，他的生命由此两分。<br>　　此前，是高华人生中的前37年。他生于1954年，少年时感于家国命运多舛，革命反噬自己的儿女”，遂起探究共产主义运动历史、寻找革命悲剧根源之愿，年既长则投身学术，十数年手不释卷，思索近现代中国的命运。他观察的起点，始于延安整风。<br>　　此后，是他生命中的最后20年。1991年8月19日，他在小书房铺开稿纸，在苏联8·19事件”的广播里，开始写作一本关于延安整风的书。此刻的高华不曾预料到，这本书将给他，给这个国家带来什么。<br>《红太阳》是怎样升起的<br>　　延安整风是怎么一回事？”<br>　　高华第一次知道延安整风”，是在1966年春天。<br>　　当年高华12岁，是南京市青石街小学6年级学生。在学校的号召下，他通读了《毛选》一至四卷，从中知道了整风运动”。<br>　　1966年的南京，山雨欲来风满楼。高华和父母、妹妹高慧、弟弟高小宁住在玄武区长江路49号。<br>　　父亲高启发，出身贫寒，1946年参加南京地下党，打入国民党警特系统。在九死一生的潜伏之后，迎来了南京解放。新政权建立以后，为南京解放立下汗马功劳的地下党，却被降级安排，控制使用，就地消化，逐步淘汰”。高启发先是被定性为特务”，至1958年被打成右派”（据殷毅：《一位地下工作者的浮沉》）。<br>　　少年高华长于逆境，父亲的政治处境、贫困家境及乙肝病史，使他和弟妹们深受困扰。1963年，他被小学推荐上南京市外国语学校，却因政审问题没有去成。1966年的文化大革命”，再次让高家蒙难。<br>　　1966年6月2日、3日，南京大学溧阳分校和校本部分别贴出了矛头直指校长匡亚明的大字报，文革”在江苏一发而不可收。至8月，革命风暴”掀起的红色恐怖，已使无数个家庭成为惊弓之鸟。<br>　　高家自然在劫难逃。高华和弟妹们，亲眼看到父亲被剃了阴阳头，在新街口游街。造反派打死人的消息，也不时传来。父亲终于离家出逃，避难于山东革命老区。高家附近的墙壁和法国梧桐上，很快贴满了大字报和通缉令。<br>　　在父亲逃亡之际，高华像众多同龄人一样，脱离了父母师长的管束，面对着破碎的家国，开始了人生启蒙期中的精神漫游。<br>　　他和弟妹时常裹挟在人群中，去南京大学看大字报，去五台山体育场看批斗会。在非常岁月里，高华目睹了阶级斗争”的残酷，也逐渐对这种革命产生了看法，开始在大量的阅读中，进行祛魅与启蒙。<br>　　这个早慧的孩子，小学一年级时读《毛选》， 9岁时看《参考消息》，并无师自通地学会了报纸上的排名学”，能从社论的提法、人名的排列中看出玄机。<br>　　1970年代中期，他从南京九中存放图书的仓库里发现了宝藏，开始了几十年中最认真、最勤勉、最有心得的读书生活”。他一生都感谢那位看管图书的姜老先生。在那里，他读人文主义作品，孟德斯鸠的《一个波斯人的信札》等，读苏俄文学作品，并第一次读到王实味的《野百合花》和丁玲的《三八节有感》，对延安整风有了鲜活的认识。<br>　　此外，高华四处搜寻并阅读灰皮书”、黄皮书”。这些原本供批判用”的封资修”毒草，成了他和同龄人思想启蒙的重要营养，催化了他的精神裂变。<br>　　由少年而青年，广泛的阅读让高华的头脑中，共产革命的理想主义，俄苏文学的人道主义、‘灰皮书’的批判主义、孟德斯鸠的自由共和思想和当下正肆虐横行的‘四人帮’的极左专制主义，彼此交错冲突，而它的交汇点就是对国家前途命运的担忧”（据高华《行走在历史的河流》）。<br>　　这时的高华，结合‘文革’中所发生、暴露出的一切，以及自己的生活感受，愈来愈有一种想探究中共革命历史的愿望”（据高华《红太阳是怎样升起的》2002年再版后记）。<br>　　而在他阅读的许多毛泽东的内部讲话、有关两条路线斗争”的资料，以及各种大字报中，种种蛛丝马迹，都把他的视线引向了1942年开始的延安整风运动。 延安整风运动又是怎么一回事呢？”带着疑问，高华迎来了1976年的拨乱反正，1978年的高考。<br>南大的史学渊源<br>　　1978年，由南京大学教师胡福明写出初稿的《实践是检验真理的唯一标准》，拉开了当代中国一次伟大的思想解放运动的序幕。24岁的高华，就在当年12月，走进了南京大学历史系。<br>　　诞生于1902年的南大，前身为民国时国立中央大学，其历史系源于三江师范学堂国史科，1952年院系调整时，由原中央大学历史系、边疆政治系和金陵大学历史系合并而成，名师荟萃。早年，陈恭禄、郭廷以、罗尔纲等史学大师，曾执教于此；文革”后，王绳祖、蒋孟引等史学大家，在这里迎来学术新春天。<br>　　板凳要坐十年冷。”在历史系的开学典礼上，系主任、蒙元史泰斗韩儒林，给他们上了入学教育的第一课。主持历史系日常工作的副主任茅家琦，力倡独立思考的学风，同样给他和同学们留下深刻印象。<br>　　在南大，高华遇到了一批名师，接受了历史学的家法”训练。太平天国研究专家茅家琦给他们讲授史学理论与方法，近现代史专家张宪文讲授史料训练。<br>　　多年后，让高华难忘的，还有伍贻业先生讲授司马迁的《报任安书》。那是1979年。伍先生还讲授了刘知几的史才三长论”、书法直笔论”：治史要具史才、史学、史识，其最重要之处就是秉笔直书，如同文天祥《正气歌》中所咏在齐太史简，在晋董狐笔”。多年后，这些传承成为高华珍贵的精神记忆。<br>　　1979年，在课堂上，高华还听到老师讲延安整风运动，陆续看到一些谈论抢救”运动的材料，所有材料都在维持一个基本解释：延安整风运动是一场伟大的马克思主义的教育运动”。<br>　　这一年，高华读到周扬的《三次伟大的思想解放运动》。那是周扬在中国社科院纪念五四”运动六十周年学术讨论会上的报告，报告将延安整风与五四运动”、70年代末的思想解放运动相提并论，称之为本世纪以来中国第二次伟大的思想解放运动”，并高度评价其意义：如果说‘五四’运动促进了马克思主义在中国的传播，那么延安整风运动就在思想上真正解决了马克思主义的普遍真理和中国革命的具体实践相结合的问题。”<br>　　高华后来在文章中回忆：在大学读书的那几年，我知道，虽然毛泽东晚年的错误已被批评，但极左的一套仍根深蒂固，它已渗透到当代人思想意识的深处，成为某种习惯性思维，表现在中国现代史、中共党史研究领域，就是官学盛行，为圣人避讳，或研究为某种权威论述作注脚，几乎成为一种风尚。”<br>　　高华确定要写延安整风，是在上世纪八十年代。1984年，在工作两年之后，他考上了南大历史系硕士研究生。<br>　　1984年，是奥威尔同名反乌托邦小说预言的荒诞岁月，但在中国，却是走向文化新启蒙的历史时刻：国内思想学术界坚冰开始消融，无穷的新知识新思想涌入金字塔里的阁楼。<br>　　高华就是在这种氛围中开始了学术生涯。作为南大近现代史专业研究生，他师从导师姜平，研究国父哲嗣”孙科，而延安整风并没有淡出他的视野。<br>　　1984年，南大中文系1983级研究生景凯旋，时常和高华谈起文革”。景凯旋回忆称：我们虽然不是一个专业的，但都有一个‘文革情结’。虽然‘文革’已过去了，但是好像永远都缠绕在我们心头，这是一笔账，也是一座金矿，要把它挖出来。”<br>　　1980年代，中国开始传进《古拉格群岛》。我们有时候在一起谈，中国还没有出现这样的书，我们这代人对不起中国这段历史，也对不起十几亿人民。”景凯旋回忆说。<br>　　高华的朋友、哲学系1982级硕士生段小光注意到，有一段时间，经常看不到高华。后来高华说，他在写真正的共产党党史。高华经常去以保存民国史料著称的中国第二历史档案馆查资料。他说既然要做一本信史，就一定要用公开发表的资料。但是国共两党的档案，有很多假东西；他要从双方的资料对比中，寻找一些真实的东西。<br>　　在哲学系1984级硕士生刘广明的印象中，高华的一些学问方法，在研究生时期就已有了。当时交流得比较多，他占有了非常丰富的近现代史资料，而且善于从不同的资料里，把共同之处找出来，还原，拼贴，构成完美的图画，这是很令人叹服的。”<br>　　写作延安整风绝非易事。高华后来在《红太阳》后记中说，由于延安整风在主流话语中是一个特殊的符号，有关史料的开放一直非常有限。1980年代以后，官方陆续披露了某些资料，但有关延安整风期间的中共中央政治局、书记处、中共中央社会部、中共中央组织部的档案文献，绝大部分仍未公开。<br>　　整个八十年代，高华并没有动笔，那是一个吸取思想养分，积累沉淀的十年”。<br>　　<br>　　1991年的开笔<br>　　1991年，37岁的讲师高华，留校任教已4年。这一年，他从南大的筒子楼搬到了上海路148号丁楼7号一楼。这块位于南大西门附近的家属区，建于一片斜坡上，4栋三层红砖房子，高低错落，院内榆树参天，棕榈婆娑，自成格调。<br>　　丁楼7号为两家合住，公用过道、卫生间，高华分得两间卧室，大的18平方米，小的8平方米，另有一厨房。房子建于1950年代，时有老鼠窜过走道。<br>　　尽管陈旧，高华的新房”仍让朋友们羡慕。地处市中心的南京大学鼓楼校区，教师住房一直紧张，许多青年教师成家后仍挤住在集体宿舍。据他的挚友、南大历史系教师颜世安回忆，当年刚分到房子时，高华夫妇很是高兴。妻子刘韶洪站在大卧室的门外，反复端详以后，拍着儿子高欣的脑袋说：这就是我们的家了。<br>　　多年蜗居之后，高华终于有了一个平静的书房。从此，他天天坐在朝北的小卧室里，读书写作，听着喜欢的欧洲古典音乐。<br>　　1991年，那一场风波已过去了两年，北京在纪念徽班进京200周年，申办2000年奥运会的组委会也在筹备中，似乎一切事如春梦了无痕。<br>　　这一年，高华从前在南大激昂文字的不少师友，或去国，或下海，或归隐，星流云散，一批知识精英，人生走向就此改变。<br>　　高华也正处于一个他称为肃杀”的学术环境里。风波之后，如学者许纪霖所说，1980年代思想启蒙阵营中的一些知识分子反身进入专业学术界，或放弃知识分子的公共关怀，安心做一个专家型的知识人；或反思80年代的启蒙，从学理上梳理西学，以同情性的理解”重新阐释传统。<br>　　这一年，又是政治风云跌宕的一年。东欧剧变波及中国的改革开放进程，关于和平演变”与反和平演变”，姓社还是姓资”的激烈争论，从1990年初发轫，至1991年达至沸点。<br>　　这一年，高华经过对多年搜集、积累资料的反复研究和体会，头脑中的延安整风的轮廓逐渐清晰起来，开始发现散乱在零碎资料间的有机联系”。<br>　　这一年的8月19日，高华像往常一样打开收音机，突然听到莫斯科广播电台的紧急通告。苏联处在危险中”，一遍遍地播放。<br>　　那天清晨，在遥远的莫斯科，苏联副总统亚纳耶夫宣布，鉴于苏联总统戈尔巴乔夫健康状况已不能履行总统职务，根据苏联宪法，他本人即日起履行总统职务，同时成立苏联国家紧急状态委员会，即日起在苏联部分地区实施紧急状态。<br>　　这一爆炸性新闻，震动了全世界。由戈尔巴乔夫推行改革新思维”，建设人道的民主的社会主义运动，因经济改革迟迟未获进展等复杂原因，处于激进派与保守派的两面夹击之中，陷入困境。<br>　　那一天，已难以查考是在白天还是晚上，高华在小书房里，铺开稿纸，开始写作延安整风。我一边在听紧急委员会的临时通告，就是一会苏联国歌，一会苏联爱国歌曲，一会紧急委员会临时通告，我在听这个东西时，开始写第一章。”<br>　　18年后，高华在接受独立导演胡杰采访时，披露了彼时心境。我感觉到，我应该写。第一，我认为这件事很重要。第二，我自己有些想法。第三，我是学历史的研究历史的，似乎也看了很多东西，可以把这部分感受先写下来，至于写得怎么样，将来能不能出版，当时都没有考虑。”<br>　　写这个过程，时间很长。我当时给自己一个想法，就是你应该写，你要摆脱一种内心的恐惧，摆脱各种各样的禁忌。”<br>　　这种恐惧，后来被景凯旋称为一种存在意义和形而上的恐惧”。这是我们这一代人普遍具有的状态，80年代我们读卡夫卡，90年代接触《正午的黑暗》、《1984》之后，就很能够理解这种恐惧感。”景凯旋说。<br>　　这种恐惧并非杞人忧天。上述政治大环境之外，其时的南京大学和国内所有大学一起，正处于国家教委清理文科运动之中。在南京大学前副校长董健看来，这已是1978年以来南京大学遇到的第五次重大思想事件”，虽然每一次南大都遭查处”和批评，但结果证明南大都是正确的。<br>　　据董健介绍，始于1989年底的清理文科”运动，以反对资产阶级自由化”，清除精神污染为宗旨，直到1992年邓小平视察南方后才收场。清查的内容包括教师的上课笔记、已出版书目，研究生的论文等。<br>　　1991年年底，国家教委在长春召开全国第三次清查会议，吉林大学一位哲学教授成为被批判的样板。董健回忆称，那年在国家教委开会，他建议把清理文科运动改为加强文科建设，却遭当场批评与事后追查。<br>　　南京大学当时压力很大，清查运动后来被应付过去，南大文科受到了保护。”一直关心高华的董健说，高华就是在这样的环境里成长起来的，他的书就在这时进入了胚胎期。<br>淡出集体项目的私人写作<br>　　写作延安整风，对于高华来说，是一项私密的事情。除家人、挚友外，少有人知。<br>　　颜世安第一次听高华聊起在写延安整风，是1990年代早期。高华告诉颜世安说，这本书的材料他早就在准备，但是写这本书还是要下很大的决心，他思考了很久。<br>　　这是一项于个人前程而言完全不合时宜的工作。颜世安说，高华当时如果做其他研究，可以申请课题，发表论文，被国内的学术界接纳；如果写延安整风，对于争取个人前途很不利。但是，他觉得应该做自己最有深切理解的研究，其他一切都先不考虑。<br>　　这更是一项高风险的工作。华东师范大学历史系教授许纪霖后来回忆：稍微懂一些时务的历史学者，大多会自觉或不自觉地回避中共革命的研究。因为按照标准尺度写作，可能违背学术的良知，而一旦说出历史真相，不仅发表困难，而且还可能有不测之祸。<br>　　这时的高华，在学术界几乎默默无闻。他为公众所知的研究，仍是集中于民国史领域。<br>　　中国内地的民国史研究，发轫于1950年代至1970年代，而南京作为民国首都，独具地缘优势。1979年之后，南京大学的民国史研究陆续展开。1983年，成立民国史研究室；1993年，成立中华民国史研究中心，践行名家+团队”的协作科研模式，先后承担一批重量级科研项目。2000年以后，四卷本《中华民国史》、450万字的《中华民国大辞典》、近3000万字《南京大屠杀史料集》等先后出版，在中华民国史研究领域逐渐形成一个南京学派”（据张宪文主编《国民政府与中国社会转型》）。<br>　　高华自读研时就研究民国史，先后参与一系列集体项目。1990年代后，还参加了国家教委社科规划项目长江下游近代城市发展与区域变迁”、日军侵华暴行研究基金会项目日伪在华东地区统治研究”。<br>　　同事申晓云教授较早觉察出高华研究兴趣的转移。她回忆，1990年代初，他们在一起参加集体项目，后来高华说他想退出，专注研究延安整风。申晓云很欣赏高华的特立独行：他其实民国史也做得不错，但他知道延安整风研究是要花精力的，不能什么项目都参加。”<br>　　历史系主任张宪文目睹了高华的学术转向。他回忆称：1990年代中期，高华有一次来找他：张老师，我想研究当代中国。”张宪文说，那很好啊，你想研究当代中国，要搞一个机构，我可以帮你。”<br>　　张宪文同时坦言，在南京研究民国史得天独厚，但研究当代中国，条件远不如北京。如果真想做这方面研究，应成立一个研究机构。张宪文回忆称，高华当时答应了，但后来没有再提此事，他是单枪匹马地做研究。<br>　　在师友们看来，从1990年代的学术体制来看，高华这样的研究也不合时宜。<br>　　1990年代中期开始，随着国家对教育产业的投入加大，大学不仅规模扩张，而且在管理方式上也逐渐靠拢企业化的科层管理模式。在学科等级评价体系中，以论文数量等量化指标作为教师学术成果考核要素，已广为各高校采纳而又饱受争议。<br>　　南京大学为始作俑者，该校于1980年代末将SCI引入国内科研评价体系。SCI是美国费城科技情报研究所《科学论文索引》的简称，SCI收录论文数及其统计的论文被引用次数，是国际公认的衡量科研人员和机构学术水平的重要指标。<br>　　这一体系的引进，在引导科研人员在国际学术期刊上发表论文，对改变我国研究风气起到了积极作用，但很快引发了各高校的排序竞争，最终导致异化。<br>　　1987年以来，受国家科委委托，中国科技信息研究所根据国际上最具权威的4种科技论文检索工具，排出各年度高校和科研单位的学术榜”。在1989年以来的高校学术榜上，南京大学一直名列前茅，1992年至1998年，被SCI收录的论文数连续排名全国高校第一。各高校随即开始跟进，将SCI与职称评定、科研经费等挂起钩来。一时，国内出现SCI论文大跃进现象。<br>　　与此同时，在人文社科领域，则出现了SSCI（《社会科学引文索引》）、A&amp;HCI（《艺术与人文引文索引》）、CSSCI（《中文社会科学引文索引》）等评价体系。<br>　　在这种背景下，高华的写作，无异于逆潮流而动。<br>　　对于高华的转向，颜世安认为，他就是要把史学上有心得的东西做出来，这是一个书生不辜负生命的表现。高华做这项研究，是对历史真的有兴趣，其立场不是党派和政治的，不是家庭遭遇引起的，不是那种满腔的苦大仇深，要去揭露什么。他曾说过，就是看了许多历史文献资料，梗在心里，不写出来难受”。<br>　　至1992年底，高华已写完初稿的2/3。1993年起，他把写作速度放慢，更广泛地搜集、阅读各种资料。<br>　　在朋友余斌的印象里，那时高家净是资料：书、杂志，还有很多野史、个人记述之类。高华嗜书如命。余斌曾从他那里借过一本《中流》杂志，后来高华打电话，催了好几次，直到余斌还回去为止。<br>　　1993年，余斌在颜世安那里看到高华的一篇文章，不禁眼睛一亮。这是高华当年发表在《中国社会科学季刊（香港）》的《在道与势之间——毛泽东为发动延安整风运动所作的准备》。<br>　　这篇长约近1.8万字的文章，讲述毛泽东如何借助 道”、术”、势”互动回流，先下手持兵符，继而掌握党权，复而争夺意识形态解释权，再图实现意识形态解释权之扩张，军权和党权之再巩固，最后达到集领袖与导师于一身――君师合一”之境界，为最终发动延安整风运动，确立自己的新概念在党的意识形态中的领导地位，建立并巩固其在中共党内的最高权威廓清了道路。<br>　　这是高华第一篇关于延安整风的重要文章，延安整风前的历史脉络于此条分缕析。<br>　　1993年，高华还在《南京大学学报》第4期发表《毛泽东与1937年的刘、洛之争》。高华对于延安整风的研究，在公众视野中如冰山露出一角。<br>　　<br>　　厨房里的写作<br>　　1990年代，在高华的记忆中，是沉潜的十年，埋头耕耘的十年”。他在《革命年代》后记中说：说来还得感谢我所经历的那个年代：革命年代，我等有幸或不幸生长在这个年代，它给我巨大的冲击，也给了我动力和人生的坐标，我和我的那些理想主义的朋友们，从此注定了不会为了功名利禄去做研究，也不会像研究古董那样去回望过去。于是，就在这喧哗、实利主义的90年代，守着某种信念，以及可能已是陈词滥调的所谓知识分子的责任，开始摸索着观察、研究逝去的年代。”<br>　　在埋头研究和写作延安整风的日子里，高华是清苦的。似乎一夜之间，他和同事们发现自己生活在一个造原子弹的不如卖茶叶蛋的”的时代。<br>　　1992年以后，中国经济开始起飞，然而知识分子的生存处境和社会尊严受到严峻挑战，被迅速边缘化。他们在面对国家权力的同时，惊讶地发现，市场和金钱的压力甚至更直接、更具体（据许纪霖《当代中国的启蒙与反启蒙》）。<br>　　高华也不能免受困厄。那时，大学教师工资不高，他老是抽一种中低端的红梅牌香烟，为了补贴家用，还在外面兼过课。<br>　　不上课时，高华就在家里写作。书桌上，放一叠稿纸，一块青铜色的镇纸。一只猫伏在脚边。中午写累了，他把爱人头天晚上做好的菜热一热，等儿子高欣放学回家。父子俩常常一边吃饭，一边收听新闻。<br>　　吃完饭，父子俩习惯出去散步。高华在前，抽一支烟，高欣在后，再后面是一只猫。邻家一个学美术的孩子目睹两人一猫散步的场景，为他们画过一幅素描。<br>　　1994年，高欣11周岁了。高华把书房让给儿子做卧室。白天，他在大卧室里写；晚上，他烟瘾大，就到厨房去写。四平方米的厨房，水泥地上摆一张桌子，资料堆在地上，每天写到凌晨一点以后。写好的稿纸越来越厚，香烟也一支接着一支。<br>　　而经济问题带来的生活压力，还是不时显现出来。由于延安整风研究属于私人写作，高华从未以此申请过任何研究项目。十多年来，他购买了大量的书籍资料，那些钱全要从不多的工资里挤出来的。<br>　　对此，南大政治学教授李永刚回忆说，我们做研究的，如果有项目，可以解决一些基本问题，比如买书换电脑找助手；但如果没有项目，这些就是硬支出，对于文史哲学者来说是个很大的负担。<br>　　1990年代中期，学生周孜正时常陪高华去附近的南京师范大学出版社买书，也时常听到他说书很贵”。那时候我们家里为什么没有钱？钱都被爸爸拿去买书了。当然，收入低也是一方面。”高欣这样回忆从前家里的困境。<br>　　经济困境一直持续到高华成名后。《红太阳》出版的头几年，稿费基本用来购书送人。由于无法获取资金支持和其他原因，他的研究不可避免地出现诸多遗憾。<br>　　其一，他无法对一些当年的延安整风亲历者进行口述采访；其二，他更没有机会去莫斯科搜寻资料。1990年代后，俄罗斯开禁历史档案，1940年代苏共与中共交往的文献记录等也予以开放。1994年，当经商数年回归学术的学者沈志华携重金赴俄罗斯收购苏联档案时，高华只能望洋兴叹。<br>　　甚至，他没有机会去延安做实地考察。直到多年后的2005年，广东美术馆在延安举行毛泽东时代美术展览”，他应邀前往，才得以一睹红色圣地”的尊颜。<br>　　多年后，高欣还记得父亲一次很严肃的谈话：做历史，是很严谨很神圣的事情，但你会遇到生活的问题，养家糊口的问题，怎么办？所以说，做学问，要家里有钱，最好是公子哥来做，他们没有什么生活压力。<br>　　1991年，高华到南京大学-约翰·霍普金斯大学中美文化研究中心（以下简称中美中心）兼课。在颜世安看来，一开始就是想挣一份讲课费。<br>　　成立于1986年的中美中心，为中国改革开放后最早的高等教育国际合作长期项目，曾以独具特色的中英文藏书、期刊，大量的名人讲座，相对自由的学术环境，在1980年代，被南大的青年学者誉为犹如天堂之地。<br>　　在中美中心，高华每周要上四节课，还要给学生答疑、改作业，每月薪水一两百元，另外还要在南大历史系教本科生。颜世安和朋友们觉得他太累了，挣这点钱不值得，曾劝他不要去。<br>　　在中美中心，高华主要讲授《20世纪左翼文化》，深受欢迎。中美中心的中英文藏书有8万余册，拥有最新出版的期刊和声像资料。中国教师在这里，除了可大量阅读西方的书籍，还可以通过和外国学者的交流开阔视野。在这里，高华得以结识李慎之等前来讲学的前辈学者。<br>　　在中美中心的授课，也使高华有机缘于1995年赴美国约翰斯?霍普金斯大学高级国际问题研究院作访问学者。这是一次私人性质的访学。高华拿出家里所有的存款，凑了一万元，买机票就花了6000多元，又跟朋友借了一点美金，于1995年暑假去了美国。<br>　　高华在美国住在治安状况较差的黑人区边缘，平时以自行车代步，还要去华人商店打工，不惑之年，备感艰辛。<br>　　在美期间，高华多方收集资料，并利用在华盛顿的便利，到国会图书馆工作了一个月。然而，很遗憾，国会图书馆中文部虽然收藏十分丰富，却几乎找不到有关延安整风的材料。<br>延安”在脑子里回演<br>　　1996年9月，高华从美国回来后，接着写作延安整风。<br>　　弟子周孜正曾如是描述高华的工作状态：南京的冬夜，他穿着并不厚实的羽绒服在厨房里写书。房门并不严实，室内漏风，他又不喜欢穿棉鞋，脚下就是一双美国带回的厚皮鞋。一杯茶、一包烟、一包方便面或一点饼干，陪他进入晚上8点之后的寒夜。进入写作状态后，他似乎忘了冷。<br>　　生活上，高华不讲究吃穿，常吃的也就是西红柿炒蛋、炒青菜之类。午饭也很随意，一般是头天晚上，爱人烧好菜，放在冰箱里，次日中午他热一热。傍晚，爱人下班后，有时买一点盐水鸭，再弄点疏菜，烧点汤。<br>　　这个清苦之家又是欢乐的。时常有朋友来串门，有学生来吃饭。许多背景各异、但同样热情、纯真、向往自由与真理的年轻人”，时常出现在高家，甚至一些外国学生也跑来蹭饭。1996-2001年上海路的高家，是高华和学生最快乐的时光。那时，高华还没出名，学生们正青春年少。<br>　　多年后，弟子刘握宇仍对老师家印象深刻：<br>　　一进去就是厨房，然后是水泥地的过道，堆着很多杂志。左边是高欣的房间，右边是两个大房间，别人住一间，他们住一间。大房间其实也不大，床、柜子、书桌、活动饭桌都挨在一起，木头地板，踩上去嘎嘎响，时常有老鼠叫。”<br>　　在周孜正的印象中，高老师吃饭很快，几口就吃完了。他总是说，你们慢慢吃，我就是天生吃饭特别快。”<br>　　饭后，高华一般看看新闻联播，和学生们聊聊天，聊聊书，看看录像。师生们像朋友一样，小房间里，时常笑语不断。<br>　　在那些谈话里，他有时会谈到文革”，谈到江渭清家里的保姆，南大的大字报；也会谈到王实味、顾准，而谈论更多的还是毛泽东。<br>　　写作之外，他涉猎广泛，了解各种舆论动态；也经常看红色题材的影视剧，揣摩主流话语的叙述方式。<br>　　当学生与客人散尽时，他便移师厨房，开始写作。<br>　　让周孜正印象深刻的是，高老师家里有一个很大的索尼收音机。高华时常把收音机拿出来，拉长天线，收听包括朝鲜广播在内的外电”。高华对苏联、越南、朝鲜等社会主义国家的关注，始于文革”，多年来不曾中断。<br>　　上海师范大学历史系教授萧功秦曾惊讶于高华何以对一些边缘的共产党执政国家如数家珍，对朝鲜动向了若指掌。高华说，我天天听朝鲜广播，我要体会那种味道，那些没有经过改革开放的共产党政权的思维、文化特点。<br>　　此外，高华大量阅读，分析、辨别、解释各种残缺不全的档案材料和零散的个人回忆，从大量点滴事实中捕捉内在的联系，判断话语后面隐蔽的东西。<br>　　高老师的厉害之处，就是凭借公开出版的资料来还原真相，我们说他有侦探般的奇异能力。比如这边有十个人出的传记，每个人各执一词，他可以飞快地从10本书，10个人不同的角度、不同的叙述之间，互相印证。他还有很强的记忆力，看了这本书，立刻就想到别人在另一本书里是怎么讲的。”青年学者李永刚说。以前我们听他讲故事都是目瞪口呆，他讲故事都是精确到年月日，现场感很强。”<br>　　大量的阅读之后，高华将当年在延安发生的那些事情在脑子里回演。一步步回演，让自己神游在当时的历史人物当中。这个时候他获得了一种感触，这种感触渐渐地把当时那种云遮雾罩的历史，一点点发掘出来。”一位学生曾这样概括高华的写作。<br>　　在写作的后期，高华有了更多帮手。1997年9月，他开始带硕士研究生。张福运、郭洵澈成为首批高门弟子。高华买了一台奔腾133电脑。他仍在稿纸上写作，郭洵澈每天到老师家把书稿输入电脑，师生间或交流看法。此前，爱人刘韶洪也帮他输入文字。亲情与友情支撑着他的写作。<br>　　这本关于延安整风的书，渐渐地浮出水面。<br>　　高欣回忆，有一天晚上，父亲跑过来说：这本书，就叫《红太阳是怎么升起的》，他想了很久，觉得这个名字起得可棒了。<br>　　<br>　　从此天下就知道高华了”<br>　　1998年夏，《红太阳》初稿完成，开始在很小的朋友圈子里传阅。<br>　　大家一看，非常震撼，这是一部里程碑式的著作啊！”许纪霖回忆看到初稿时的感觉，高华以出色的历史理解和想象力，还原出权力的内在逻辑，这个逻辑对已有的历史正当性是摧毁性的。”<br>　　在南京大学，尽管高华写延安整风，颜世安等老友很早就知道，但是直到该书快要完成时才约略知道内容，不禁替高华担心。<br>　　如何让这本书顺利出版，朋友们想了很多办法。1999年，许纪霖在香港找到天地图书公司一位副总经理，对方看了书稿后，觉得是本好书，但有些过于学术化，担心销路，一时有点犹豫。<br>　　1999年，学者金观涛在香港中文大学中国文化研究中心相继出版了徐友渔的《形形色色的造反》等。这年秋天，许纪霖把书稿拿给金观涛。<br>　　许纪霖回忆当时的场景：金观涛一看，称这就是他们要出版的书，是严肃的学术著作，马上拍板。多年后，许纪霖还记得金观涛讲的一句话：这本书出来以后，从此天下就知道高华了。”<br>　　1998年4月，高华在香港中文大学《二十一世纪》杂志上发表了《北京政争与地方——&lt;江渭清回忆录&gt;释读》，开始了与香港中文大学的另一种渊源。<br>　　这篇文章引起了香港中文大学大学服务中心助理主任熊景明的注意。成立于1963年的大学服务中心，以独到的中文资料、专业的学术服务，在业内有当代中国问题研究的麦加”之称。自1990年代起，中心启动大陆学者访问计划，享誉一时，熊景明因独到的学术眼光和职业精神，被来访者戏称为学术媒人”（据刘芳《熊景明：我与服务中心二十年》）。<br>　　我看到高华在《二十一世纪》发了一篇文章，觉得这个人很不错，后来听说他在写一本书。如果我们邀请他，他可以借助中心的资料，修改书稿，这就更加符合我们邀请的条件了。”熊景明回忆。<br>　　1998年秋天，高华第一次来到大学服务中心。在熊景明的印象里，那时的高华，帅哥一个，衣着有品位，抽烟而无烟民的样子。要不是约他周末去行山，他说心跳过缓，爬高坡走远路不行，谁也看不出他的健康有问题。”熊景明认为，他主要是写《红太阳》太透支了。<br>　　坐落在香港吐露港畔的大学服务中心，珍藏着中国约2800个县的县志，大量鲜为人知的专业志，数千种由省到村一级的地方志，840余种中央、省、市、县级的统计年鉴及各行业年鉴，自1950年代初以来200多份中央及省级的报纸和2000多种杂志……<br>　　面对丰富的资料，高华像所有的来访者一样感到很惊讶。在中文大学，他一边做访问学者，一边修改书稿，得以补充若干新资料。其后半年，高华三易其稿，于1999年春夏之交最后定稿。<br>　　书出版前，朋友颜世安和朱剑知道了高华拟的书名。两人有些吃惊，觉得书名太刺激，本身就意味着风险，建议他选择更学术化的书名。在颜世安印象中，高华当时好像没有太多犹豫，说，不改了，就这样吧”。<br>高华的后二十年（中）：在体制之内<br>职称评选中的《红太阳》<br>　　 2000年初，一本叫《红太阳是怎么升起的：延安整风运动的来龙去脉》的书，在南京大学教师的职称评选期间，悄然出现在一些评委和教师的视野里。<br>　　 这一年，历史系的职称评选竞争激烈。仅近现代史教研室，就有四人申报教授，高华为其一。<br>　　 按南京大学当时的规定，副教授在任职五年后即可申报教授，申报条件包括十篇相应级别论文，或一部著作、五篇论文。按相关程序，先是教师申报，再是系里评，学科组评选，高评委评，申报的学术成果截至1999年12月31日。<br>　　 这一年，46岁的高华留校任教已13年，自1993年12月31日晋升副教授已满五年；其学术成果，包括五本参编书籍，两本合译书籍，另有论文40篇。但是，在牛人”太多的历史系，并不占优势。<br>　　 和其他教师一样，高华很在乎这次评职称。一开始送申报材料时，《红太阳》并未正式出版。2000年初，高华从香港提前拿到了样书。<br>　　 这是一部后来被海外学者看作高华教授受个人痛苦经历刺激，以及思考国家巨变有所感触的发愤之作，酝酿二十载，辛勤七个寒暑而成的著作”。该书凡705页，参考文献长达31页，分档案文献集6种，年谱、文集、资料汇编136种，报刊、期刊19种，著作、论文、传记、回忆亲历资料338种，英文论著6种，为第一部全部利用大陆公开资料，系统梳理延安整风运动前后过程及其影响的专著。<br>　　 这本书通过对延安整风运动的起源和过程的深刻剖析，解释了毛泽东如何根据其理念将马克思主义中国化”：毛泽东在整风中运用思想改造和审干、肃反两种手段，全面清除了中共党内存留的五四”自由民主思想的影响，彻底转换了中共的俄化”气质，重建了以毛泽东为绝对主宰的上层结构，奠定了党的全盘毛泽东化的基础，其间所产生的一系列概念、范式，在1949年后改变了亿万中国人的生活和命运。<br>　　 在该书《后记》中，高华回顾了写作初衷：从中共革命夺权、推翻国民党统治的角度观之，延安整风对于中共革命成功助力巨大。但是，延安整风运动中的某些概念、范式以后又对中国的发展和进步产生若干消极作用，极左思想、权谋政治汇溪成流，终至酿成建国后思想领域一系列过左的政治运动直至‘文革’惨祸，真所谓‘成也萧何，败也萧何’！所幸中共十一届三中全会后，国家已逐步走出过去那种怀疑一切、无情斗争的极左道路，但旧习惯思维的清理仍需长期努力。吾期盼旧时极左的‘以我划线’、权谋政治永不再来，国家从此能步入民主、法治的轨道，如此，则国家幸甚，民族幸甚！”<br>　　 高华同时将自己服膺的价值观念公之于众：如果说本书的叙述有什么价值倾向的话，那就是我至今还深以为然的五四的新价值：民主、自由、独立、社会正义和人道主义。”<br>　　 如高华自述，在其后的十多年内，该书相继受到李锐、王元化、杨振宁、汪澍白、陈方正、冯兰瑞、吴敬琏、刘宾雁、王年一、林毓生、张灏、韦政通、张玉法、董健、魏良弢等学人的激赏，并陆续收到世界各地的读者不少来信。<br>　　 在学者的激赏中，或从思想性和历史叙述创新的视角论述，如萧延中认为，该书长处不仅在于史料的细腻整理，更重要的是修正、摆脱，甚至颠覆了自上世纪40年代陈伯达、胡乔木以来官方意识形态固定的解释框架和话语表达，而独创了一套崭新的历史叙述模式；<br>　　 或强调该书的历史-现实”意义，如萧功秦所说，这是一部凝聚着中国新一代知识分子对自己生活于其中的时代进行理性反思与心灵体验的传世之作，在客观地考察的过程中，有意无意中发现了中国革命中的极左思潮的根源。这一发现对于我们总结革命的历史经验，警惕我们政治文化中的不良遗传基因，是大有益处的。<br>　　 在2000年初，这本书是以相当低调的方式出现的。高华把少量样书分赠师友。历史系的同事感受到了它的分量。<br>　　 这本书同样让南京大学前副校长董健激赏不已。他把高华称为中共建政60多年来敢于向伪史学”挑战的第一人，并将该书与李慎之的《风雨苍黄五十年》相提并论：在二十世纪的最后一年，一部《红太阳是怎样升起的》，一篇《风雨苍黄五十年》，一为长篇历史专著，一为短篇抒情散文，一出自史学界的新秀，一出自学术界的老手，共同发起了向‘伪历史叙事’的挑战，把御用的‘伪历史叙事’打得落花流水。”<br>　　 但在南京大学的职称评审期间，对该书的质疑也随之而来：其一，该书尚未正式出版，不能拿出来评职称。其二，该书内容敏感，倾向性太强。<br>　　 高华和朋友们商量对策。朋友们为他分析，假如他以该书申报，如果有人写匿名信，说这本书政治上有问题，那学校也很难为他出来辩护。<br>　　 董健也表示了同样的担心。他回忆称：高华当时找我商量，说这本书要不要作为成果报，怕成果不足，评不上。当时我的意见是，这本书不提，你的成果也够了，千万不要提。因为学校的高评委里，有个别教授可能会有不同意见，如果提出质疑，虽然不一定会把你否掉，但会延长时间。”<br>　　 在董健的记忆中，有一年，历史系和中文系的两位教师评教授时，有人说他们的著作有资产阶级自由化倾向”。后来该书在董健婉转建议下，送至外校，找专家点评之后，才得以作为成果报上去。董健担心高华遇到类似事件。<br>　　 在历史系，已卸任系主任的张宪文回忆说，当时评职称时，高华想把那本书拿到会上评，系里没让他拿出来，最后是以论文评的，相关的论文也够了。<br>　　 综合各种意见，高华听取了师友的建议。在举行学术成果展览时，该书并未出现，但在往学校填报的材料上，已有该书。部分评委也看到了这本书。<br>　　 当时，已经有不少学者知道《红太阳》了，知道它的分量。所以到了评委会上，大家都不提，顺利通过。”董健回忆称。历史系的一位教师说，这说明大家认同高华，不管怎么样，就是觉得这本书是有分量的，大家心里有数，本着学术良心，把学术标准放在了第一位。<br>　　 2000年4月，高华如愿评上了教授。这一年，让他高兴的另一件事是乔迁之喜。在上海路住了10年之后，他和700多户南大教职员工搬进了龙江小区。<br>　　 这是南大历史上规模最大的一次分房。之前尚为副教授的高华分到三室一厅，100平方米左右，总价7万元，学校对于有博士学位者资助1万元。<br>　　 6万元，对于当时的南大教师来说仍是一大笔钱。本来就没什么家底的高华，像大多数教师一样，从银行贷款5万，用了数年才还清。<br>　　<br>　　《红太阳》传播轨迹<br>　　 《红太阳是怎样升起的》，这部被学者景凯旋称为史学上的《1984》的著作，给高华带来的，不仅仅是学术声誉。<br>　　 2000年书刚问世时，高华甚至有点紧张。虽然书中所涉历史事件已过去近60年，但内容依旧敏感，它不能通过正常的途径进入内地，更遑论登堂入室，进入学术交流的平台。<br>　　 在当今公众阅读空间中，也很少有一本书，像《红太阳》那样，虽在香港出版，但在中国大陆能得到上中下三代人交口称赞，上至党内两头真”的代表人物，下至青年学子，如上海大学历史系教授朱学勤所说，该看的都看到了”；也很少有一本书，像《红太阳》这样，作为严肃的学术著作，却一再被意识形态化。其命运及传播轨迹，反映出一个转型期社会独特的政治社会生态。<br>　　 2000年，书出版后，高华只拿到了为数不多的样书。但不知从何时，该书开始以复印本和盗版本的形式，在南大的师生间私下传阅复印，由南大而南京，而全国。<br>　　 《南方人物周刊》记者陈磊2002年在南大新闻系读研究生时，经常去隔壁历史系的宿舍串门，看到了桌上摆着复印的《红太阳》装订本。陈磊回忆称，历史系同学说，这本书不允许在国内出版，他们都是拿香港版本去复印，由于买的人多，在南大汉口路的小卖部，50元一本，只要去报买高华的书”，小店老板就会把书”拿出来，生意很红火。<br>　　 在上海，这本书也成了黄鱼车书”。据许纪霖介绍，在华东师大校门口，有一段时间，每当下午三四点，就有一辆黄鱼车拉来盗版书，《红太阳》尤其畅销。一位历史系的青年学人曾先后代朋友买过50本。<br>　　 据熊景明回忆，有一次，高华去华东师大时，卖书的向他推荐《红太阳》：哎，这本书卖得最好，听说这个人就要到这个学校来教书了。”那次，高华还买了好几本送人。比在香港的作者优惠价便宜多了，”他将这笑话讲给朋友听。<br>　　 数年间，这本书的盗版本出现在全国各地，从首善之地到西部僻壤。一位学者估计，国内盗版不下数万本。这是高华没有想到的，他甚至一度担心此书在国内影响太大而招致不良后果。高欣说，那时家里也有盗版，父亲有时以盗版书签名送人，等到有正版书时再补送一本正版。<br>　　 与盗版相应的是网上也经常有该书的片断转载，甚至电子版。内地某些图书馆也有该书的收藏，但不提供外借和馆内阅读。这让高华很是感慨：思想的驳诘、学术的争论有赖于一个场域，这就是存在着一个公平、开放的学术平台，其前提是学术书籍的自由流通。”<br>　　 尽管如此，《红太阳》的影响还是远远溢出知识界。高华注意到，《红太阳》的读者，往往有两种人，一种是真正检讨和批判历史；另一种是党政人士，想从中学习红太阳升起的成功经验，或是企业家看重其中的驭人之道”。<br>　　 青年学者王晓渔对此保持警惕。他说，上述现象提醒我们，作为读者，不能一边反极左，一边延续了极左的东西，不能用极左的逻辑来反极左。彻底了解那套组织方式，并且与极左的思维保持距离，这是《红太阳》最重要的一个方面。对每个人而言，不仅是批判历史中的极左，还要不断反思，怎样驱逐内心中极左的种子。<br>　　 这时的高华，在公开场所是谨慎的。一则流行于南京大学的轶事为此做了注脚：某日晚高华在选修课上讲反右运动。至中途休息，高华突然冲下讲台，到第三排的笑如，索其证件查看。课后高华言笑如面目成熟，形似公安，似乎还在做录音（其桌上放着随身听）。经我们解释，方才打消疑虑。”<br>　　 类似传闻，得到了高华的朋友和学生们的证实。<br>　　 陈磊在2002年选过高华的一门课。印象中，上课时有四五十个人，高华口才很好，但用词极严谨，也极简洁，很多时候点到即止。如果人少一些，他便放开一些，人多就谨慎些。<br>　　 直到2006年，朋友范泓去听他的博士生课程时还能感觉到他的谨慎：课堂上，十几个人中，如果有一个陌生人，他马上就会警惕。前辈学者袁伟时曾听过高华在中山大学讲学，条分缕晰，娓娓道来，引人深思，但总是觉得有些地方欲说还休”。<br>　　 高华的谨慎，并非杞人忧天。许纪霖说：《红太阳》的出版给高华带来巨大的荣誉，同时也带来难以想象的压力。对他最具杀伤力的，不是有形的被体制边缘化，而是无形的恐惧感。<br>　　 在颜世安看来，这种惶恐也许并没有那么强烈，跟高华聊天时，老是觉得他是一个愉快的，有趣的人。他谨慎，而且敏感、小心，对可能有的危险都会注意到。惟其如此，写这本书，才需要勇气。假如他是一个粗豪的人，又是另外一回事”。<br>此外，教学中的高华，也自有一种淡定。一位南大学子描述了当年高华的神采：高华老师双手撑着讲桌，向前半倾着身体，波澜不惊，娓娓道来中华人民共和国波澜壮阔的历史。没有评价，只有事实，时有事实惊起四座，一阵唏嘘，高华老师却置若罔闻，稍停一下让座下学生安定下来，然后淡定地盯着讲稿继续讲下去。没有愤怒，没有情绪，似乎不想去惊动安静流淌而过的历史河流。”<br>　　<br>　　海关事件<br>　　 2003年之前，《红太阳》在公众视野里还是默默无闻。一桩突如其来的海关事件”，却将其推至风口浪尖。<br>　　 据《新民周刊》报道，2002年8月5日，北京律师朱元涛带着一本《红太阳》，自香港返京时，书被首都机场海关人员扣留。海关人员后来称，朱入境时随身携带禁止进境的书刊一本，未向海关申报”，属走私行为”。<br>　　 2003年1月1日，在交涉无果后，朱元涛向北京二中院提起行政诉讼。该案于2月24日开庭。庭审中，对《红太阳》如何定性，成为双方的争议焦点之一。<br>　　 据《民主与法制时报》报道，法庭上，首都机场海关出示了《印刷品审查表》，其中有否定毛泽东，否定毛泽东思想，否定延安整风运动”字样，并同时提交了海关总署监管司的相关批复，称经商有关部门，同意你关对该书作没收处理的意见”。该批复同时抄送海关广东分署、天津、上海特派办和各直属海关，由此设立了对《红太阳》的广泛防线。<br>　　 这让朱元涛惊诧莫名：一本几十万字的党史学术著作，作者耗费10年心血，仅凭一个海关审查人员寥寥几行断语就被全盘否定，却又拿不出任何史实来佐证这些指控。在审查学术著作方面，海关是否具有权威性，海关审查人员是否具有相应学术理论素养，也是值得存疑的。<br>　　 2003年的海关事件”，由此成为中国司法审裁行政禁制出版物行为的合法性的第一案。该案不仅涉及国家机关依法行政问题，而且揭示了社会科学学术著作的意识形态评价标准和法律评价标准对称衔接的不确定性”，关乎出版自由、思想传播等深层问题，引起舆论广泛关注。<br>　　 《红太阳》的知名度由此剧增，而其定性问题，则给无意中被卷入的高华带来压力。该案一审时，高华正在香港中文大学访问，他让一些朋友关注事情的进展，随时通知他。<br>　　 他不希望事情被炒得很大，也不希望自己成为舆论的中心。他做的是学术研究，希望不管来自哪一方面的人，首先认同他是一个学者，这本书是学术著作。而海关事件的出现，可能会带来难以预料的后果，逼着当局对这本书表态。这是高华不愿意看到的。”一位朋友称。<br>　　 此后，高华曾托朋友给朱元涛带话，希望他撤诉。他的政治敏感性比我们高，他觉得这可能会成为一个政治事件。但律师认为事情和高华没有关系，他是在捍卫自己的权利。后来的结果，果然被高华不幸预见到。”这位朋友说。<br>　　 2003年6月19日，北京二中法院驳回朱元涛诉求。6月25日，朱向北京高院提起上诉。他认为，一审判决注重了对海关涉案行政行为程序合法与否的审查，却回避了对海关涉案行政行为实体上适用法律是否正确的审查。也就是说，他不明白海关究竟依据什么判断《红太阳》为禁止进境的书籍。<br>　　 当时，《新民周刊》采访了学者许纪霖。许纪霖认为，《红太阳》是严谨的学术著作，曾得到杨振宁、王元化等大批学者的肯定。一本花了20年心血的学术著作，仅由一个不具有相关专业知识背景的海关人员用11天审读，便轻易得出否定毛泽东”等结论，实在有些轻率，也与海内外学术界对该书的评价形成了巨大反差。<br>　　 2003年8月7日，二审开庭。9月8日，北京高院宣布撤销北京二中院相关行政判决书，撤销首都机场海关相关《行政处罚决定书》。法庭认为：该《行政处罚决定书》认定《红太阳》属于禁止进境的书籍，没有具体引证该书属于违反相关规定的哪种情形，相关认定缺乏依据。<br>　　 《新民周刊》报道称，得知高院终审结果后，高华非常高兴。《民主与法制时报》报道称，这个立即发生法律效力的终审判决，打破了对《红太阳》设立的禁区，洗刷了朱元涛律师背负的污名，也将宽慰高华和无数海内外中国学者的心。<br>　　 然而，朱元涛最终没有要回那本《红太阳》。数月之后，上述终审判决又被撤销，事情再次扑朔迷离。<br>　　 据一位接近南大领导层的人士透露，海关事件中，有关部门曾来南大调查。南大保护了高华，一位领导称高华人很正派，他的书是严肃的学术著作。<br>学术转向与精神家园<br>　　 尽管《红太阳》在内地被无端意识形态化，但在海内外学术界，还是给高华带来巨大的学术声誉，香港中文大学中国文化研究所前所长陈方正称该书构思宏大，论证綦详，笔触绵密周至，寄意深远，一举奠定了高华在中国当代史学界的地位”。<br>　　 各种学术活动纷纷而来，高华开始忙碌起来，顶着一头白发，东奔西走。最忙的时候，一年能碰上他三四个月就不错了。”高欣回忆父亲此后的生活。<br>　　 《红太阳》之后，高华的研究重心转向1949年之后的当代史。<br>　　 上世纪50年代最先进入他的研究视野。那是一个冷战格局下新中国开始创建新制度的时代，民族独立国家地位确立，工业化展开，民众参与国家政治生活；那又是一个政治运动连绵不断的时代，带有后延安整风时代的特征，贯穿于他和父辈的生活轨迹。<br>　　 50年过去了，那些运动及其斑斓世相出现在他和研究生的论文里：《50年代审干、肃反运动”研究：以江苏省为论述中心》《江苏省的三反五反》《不同类型的女右派”研究》……<br>　　 在《叙事视角的多样性与当代史研究——以五十年代历史研究为例》中，高华提到研究50年代历史在当代史研究中的特殊意义：五十年代是当代史的开端。研究当代史从五十年代起步，不仅是研究时序展开的需要，更重要的是从五十年代初开始或从更久远处启动的一切，仍在以不同的方式影响当下的社会和每个人的生活。五十年代为今日之基础，影响既深且远，今日之结构，框架，均奠定于此时期。”<br>　　 从其研究生的上述论文来看，多借助于江苏省地方档案，研究重心转向下层，关注中共基层政治，关注普通人物的命运和时代的关系。这也是高华2000年之后研究重心的调整。<br>　　 高华称，如何评价上世纪50年代，是一个争议很大的问题，似不急于在理论上进行无穷的讨论，而应从基本史实研究开始，沉潜于地方和基层，在具体细密的实证研究的基础上再讨论理论问题。<br>　　 许纪霖认为，高华的研究重心转向中共基层政治，也和上层资料匮乏有关。新中国建国后，档案开放的步伐十分缓慢。自1987年《档案法》颁布，已有十余年，中央级档案的查阅仍限制良多，高华的研究时常遭遇史料瓶颈。<br>　　 在高华重构当代史的研究中，他的相当部分研究资料取之于海外，论文也发表在海外。香港中文大学大学服务中心（后更名为中国研究服务中心）于其助力甚多。<br>　　 自1998年初访以来，中国研究服务中心就给高华留下了极深的印象。其安静、自由的学术环境，丰富的资料收藏，专业精到的学术服务，无一不让他温暖，引以为世外学术家园。<br>　　 据该中心1999年以来的记录统计，高华6次到访，为内地学者之最。而此仅为专项邀请，高华此后访港或途径香港，必至此地。<br>　　 任教中美中心及此后访学美国，是高华与海外学界交往之始，而中国研究服务中心又给他打开了一扇门。在这里，助理主任熊景明发现了高华，将其推荐给香港乃至国外的中国研究学界。傅高义、余英时、许倬云、陈方正等一批重量级海外学者，通过中文大学的平台知道了高华。<br>　　 在这里，高华和秦晖、杨奎松、张鸣、萧功秦等旧雨新知时常切磋，视野进一步打开，从此融入了以中国研究服务中心为中心的当代中国研究学术圈。<br>　　 在高华看来，中心”的重要意义在于给来访者提供了一个开放多元的交流平台。午餐讨论会是交流途径之一，不同学者聚集一堂，时有激烈争论，而又能在追求学术兼容并蓄的共识氛围中化干戈为玉帛”。多年后，熊景明对高华参加讨论的情景记忆犹新：如果题目涉及民国以近的历史，坐在听众席上的高华会提出问题和评论，知识不亚于台上讲者，见解则往往更胜一筹。<br>　　 此外，拥有众多当代中国研究资料的中国研究服务中心，更成为高华重要的学术支撑平台。这里不仅珍藏着大量的县志、专业志、地方志、年鉴、报纸、杂志，还在构建土改、三反五反、反右、大饥荒、文革，五大专题数据库，并收集纪录片、民间历史等。<br>　　 在中心的日子，高华工作异常勤奋。广东教育杂志社编辑张一文2006年造访中心时，经常看到高华抱着一大堆书籍资料，进入工作室，半天不出来。星期天，吃午饭时，他仍是手不释卷，时常喊张一文帮他带饭：你吃什么我就吃什么！”<br>　　 傍晚，高华和海内外的学者，在操场散步，谈天说地，夜晚则是品茗论史，纵横中外，甚是热闹欢喜。<br>　　 在高华看来，中心”创造的不仅是一种尊重学术的气氛，更是一块提升人的心灵的人文净土。那里的行山、郊游、散步，SARS肆虐之际的诗歌朗诵会，熊景明带着大家合唱《满江红》……多年后，仍让他怀念。<br>　　 一拨学者回去了，另一拨学者又来了，这就是‘中心’—一个新思想、新学术、新人生态度的孵化器。”2003年12月，香港中文大学中国研究服务中心成立40周年之际，高华写作《难忘吐露港畔的学术家园”》纪念之。<br>　　 利用中心的资料，高华相继发表、出版了《身分和差异：1949-1965年中国社会的政治分层》《鞍钢宪法的历史真实与政治正确性”》《大饥荒与四清运动的起源》《大饥荒中的粮食食用增量法”与代食品》《革命政治的变异和退化：林彪事件”的再考察》等作品。<br>　　<br>　　重构50年代<br>　　 在高华重构上世纪50年代中国史的著作中，2004年出版的《身分和差异：1949-1965年中国社会的政治分层》，被学者荆世杰认为是理解毛泽东时代中国社会的一把钥匙”。<br>　　 高华在该书中，将阶级出身论”置于20世纪中国共产革命的脉络中进行考察，梳理了始于1927年苏维埃运动初兴之际的阶级出身论”，如何经过延安整风审干和土改，滋长为创建共产革命政权的思想与组织原则；又如何在1949年之后，作为革命的新传统，用于重组中国社会的各阶层。<br>　　 高华在书中点出了阶级出身论”的实质：其思想背景是阶级斗争、暴力革命和无产阶级专政学说，但并非一套完整系统的理论，甚至不符合原典马克思主义，更接近于中国历史上的父债子还”株连九族”的传统。<br>　　 在和平建设时期，继续沿用甚至强化‘革命’时期的这套意识与原则，迟迟未能建立起体现人道、平等、公正等普世价值的现代法律框架，这就不可避免地给社会和广大民众造成严重的伤害。”至此，高华梳理了他成长的年代，中国政治身份歧视制度形成和演变的基本脉络，并对其背后的历史因素和政治机制做了剖析。<br>　　 高华在2007年8月发表的《新中国五十年代初如何社会统合——十五个小人物”的回忆录研究》，则以15个小人物或其家族的命运变迁，结合相关史料，分析了50年代国家建立起来的新结构，还原了彼时的社会统合和政治规训的成败得失，及其对于普通人命运的影响。<br>文章认为，推动50年代新国家进行社会统合的动力是政治运动，思想背景是阶级论”，最终建成的是一个由国家掌控一切的超强的新体制，并评价了这种模式的正面价值和后遗症。</p>\n<p>　　 上述政治运动，于高华是一种切身体验，他和无数人因此沦为政治贱民，但高华的写作，极少情绪化的倾向。<br>　　 青年学者唐小兵称，个体生命的创伤性记忆，容易导致学者写作的逆反心志”，最后走向与批评对象的思维和话语同质化，而高华对此有着明确的自觉。学者徐友渔则认为，高华最大的优点，是在解释历史时，受现有意识形态污染”最少。<br>　　 高华后来在接受胡杰采访时说：50年代，就是我成长起来的（时期），长期我们受到主流思想的影响，自己在写作过程中，也是一个和这种影响，在审视它、重新观察它，甚至在某种程度上，和它再见。”<br>　　 高华治史，在对上层政治史展开宏大叙事之际，同样对大历史中的小人物保持关注。《新中国五十年代初如何社会统合》收入《革命年代》时，更名为《小人物，大历史》。作为触角敏感的历史学家，高华留意到这一时期出版的个人回忆录，其研究转向普通人的叙述，强调大历史中普通民众的生活经验与感受。<br>　　 高华后期研究视角的这种变化，其实早有延续性。1990年代起，他和学生解释普罗”二字，谈及普通人的叙事。在《红太阳》对延安整风的全景式描写中，不乏肃反中的小人物身影，如刚到延安的青年学生等。<br>　　 高华认为研究当代史应高度重视普通人的叙述，也许这样，我们才可能对历史，有更全面的认识，因为他们组成我们社会的最大多数，他们所处的地位、环境更能使我们了解到历史的多重面相”。<br>　　 《红太阳》之后，高华阅读广泛，民间历史为其重要内容。他广泛搜集诸多民间自印本的回忆录、口述史等，关心长时段的人生起伏。<br>　　 他曾在华东师大演讲民间的当代史书写”，呼吁知识界关注民间历史写作；也曾在南京大学的课堂上，为学生勾勒出时代动荡下的普罗生活史”。南大图书馆，近年来开始收集非正式出版物。每当得知图书馆有平民回忆录上架，他都催学生速速借来（据黄骏《传道·授业·解惑》）。<br>　　 在杨奎松印象中，对小人物的回忆录，综合起来进行考察、评论，高华是第一个”。受高华的启发，香港中文大学中国研究服务中心于2005年设立了民间历史”项目，收集个人回忆作品，办民间历史网刊”，高华担任项目的义务顾问。<br>　　 在南京大学政府管理学院张凤阳教授印象中，《红太阳》之后的高华，对于当代史研究，有一个庞大的计划，但他和朋友们所谈不多。而从其关注视野来看，对1950年代的研究和延安整风研究有着内在的逻辑联系。1950年代的中国，是延安整风时代的逻辑展现的现实结果。这一时期，高华的研究，行文风格有变化，表达更加理性、平和，也更加老到，在看似平淡的文字背后，往往蕴含着非常强的思想张力。<br>　　<br>　　体制内的边缘者<br>　　 尽管高华的学术声誉日隆，他在内地学术体制内的边缘位置并未改变。<br>　　 2002年6月，二十一世纪中国基金会在美国夏威夷举办中国的教育发展与民主化”学术研讨会，高华和朱学勤参加了会议。<br>　　 为节省经费，会议安排学者们住在暑期空出的夏威夷大学学生宿舍。朱学勤和高华为此感慨，并预感学术氛围在表面繁荣的假象下更为崩坏，八十年代最后一年开始形成的‘第二学术圈’将逐渐瓦解，被体制内‘第一学术圈’分化吸收，我们的日子将更为艰难，只能相互打气”。<br>　　 在朱学勤看来，第二学术圈”即公共思想界，那种纯粹的学术氛围瓦解出现在2000年以后。彼时，自上世纪80年代末兴起的学术量化考核现象已在高校中愈演愈烈，论文评价体系之外，科研项目评价体系后来居上。<br>　　 2000年以后，国家加大了对高校的投入，各种科研项目明显增多。在人文社科领域，各种项目层次分明，已形成国家级、部委级、国际合作项目、省市区级、校系等结构。其后，有关部门在大学排名里面统计重大社科项目，作为检验学校和文科发展水平的标志性指标。各高校为了调动教师的积极性，把申报国家社科项目和职称捆绑在一起。<br>　　 青年教师，评教授一定要有国家社科项目，这就变成对年轻人极其要命的东西，大家都去争。”南大一位年轻教授说。<br>　　 于是，在各高校，这种唯项目和论文至上的量化评估系统，逐渐与每个人的利益挂起钩来：对个人来说，直接涉及职称、科研经费；对单位和各级领导，则意味着政绩和升迁。<br>　　 量化评估系统带来的，则是科研团队的层级化和大学教师的分化。在研究团队方面，各高校中逐渐形成了由985”工程创新基地、教育部重点研究基地、省级研究基地、校级研究基地组成的金字塔形体系；在教师方面，出现长江学者”新世纪优秀人才”等称号，普通教授也开始分级。<br>　　 在这种环境下，单枪匹马做研究的高华，从未在体制内获取学术奖项，所浸淫领域又非主旋律，无疑处于一种边缘位置。按体制内的评价标准，高华被评为四级教授，处于教授中的最低层级。此前，在南大实行岗位津贴，他也属于教授中最低等级。<br>　　 现行学术体制之外，市场因素也进一步促进高校教师的分化。以经济建设为中心以后，高校的各个院系，在市场经济中或长袖善舞，或甘于清贫，教师间的贫富差距现象也逐渐显示出来。<br>　　 南大教师的工资结构中，基本工资+岗位津贴由学校发放，另一部分课酬及院系奖金，则取决于各个院系的创收能力。在文科院系中，商学院创收首屈一指，而历史系是全校待遇最低的。都是学校发一点救济奖金，大家很清贫，但那也是学科成果最多的时期。”历史系一位领导说。<br>　　 即使在历史系内，也有差别。民国史中心作为教育部重点基地，项目众多，经费充足，其它的冷门研究则是低洼地”。高华就在这低洼地”里。<br>　　 董健曾经感慨，近三十年来，大学教师有的高升，有的沉沦；有的暴富，有的赤贫；有的雄踞中心”，有的被挤压在边缘；有的在做买卖，只有少数在做学问……<br>　　 董健认为，1990年以后的十年，知识分子被一种官僚化、商品化的学术体制打垮了，这是中共建政60年以来没有过的。而在大学变成官场、商场的情况下，特别需要像高华这样有独立精神的人来支撑局面。但他同时认为，上述学术体制只会出现一些伪学者，也意味着高华这样的人很难出现了。<br>　　 2007年4月，南大试行研究生培养机制改革，规定学校将加大对研究生的资助力度，国家计划非定向博士研究生的奖助学金为7200元/年·生（其中学校承担6000元，导师承担1200元）”。这意味着今后导师每招一名博士生，每月要向学校上交100元，以津贴形式发给博士。<br>　　 此举让一些文科教授直摇头。南大文学院一名教授当时在接受《扬子晚报》采访时说，现在国家经费支持少，拿一个省级重点课题也就是3万-5万元经费，一般项目1万元左右，光立项不给钱的也不少。在人文社科类学科，导师大多独立研究，博士作用不大，改革后压力明显增加。<br>　　 学校的意图倒也不是卡哪个老师，就是说你当博导，手上要有项目。”历史系一位教授说。<br>　　 至2009年，上述趋势愈演愈烈。南京大学《博士生导师岗位责任约束机制》中规定，已经上岗的博士生导师中，理、工、医科博士生导师如果连续三年没有主持国家级项目、文科博士生导师连续三年没有主持省部级项目，第四年起将不列入博士生招生专业目录，不招收新的博士研究生”。<br>　　 至2010年，南京大学博士研究生考试专业目录中，已没有了高华的名字。在南大，他并不是唯一中招的。<br>　　 对于上述学术体制弊端之根源，高华认识颇深。2007年4月，在中国人民大学教授张鸣抨击高校官僚化、行政化，引发张鸣事件”之后，高华在《南方周末》发表《改良大学官本位”之我见》以声援之。<br>　　 高华在文章中，以历史学的笔法，剖析了高校行政化、官僚化”体制的前世今生——是原计划经济体制和1990年代后进入高校的商品化、金钱化互相结合的产物；并指出了其后果，一则造成大学除了听命于政府和上级主管部门外，基本不受校内教职工和社会的监督；二则导致越演越烈的官”与学”两栖现象。<br>　　 高华认为，在教育主管部门的量化”和项目至上”的指挥棒下，如今的大学校园中，权钱之帜高张，高校的生态环境已结构化或板块化了。他在文末呼吁：大学官本位”更须中医疗法”，与其舍近求远，花大把银子去做越洋考察的无用功课”，还不如返躬求己，从本土资源挖掘积极因素，以吴玉章、郭影秋、匡亚明等老校长为榜样，对大学的过度行政化”和官僚化”做出改良或改进。<br>一个学者的立场<br>　　 2007年就张鸣事件的表态，是高华对内地公共事件仅有的一次发言。更多的时候，他低调谨慎，淡出公众的视野，既不同于传统学院派知识分子为学术而学术，皓首穷经，不问世事；又不同于公共知识分子，高扬启蒙大旗，指点公共事件。<br>　　 在2007年之前，他只接受过两次访谈，究其一生，访谈也仅9次。学术刊物之外，他只在《南方周末》《炎黄春秋》等发表过为数不多的书评、随笔等。<br>　　 2004年，《南方人物周刊》推出特别策划影响中国·公共知识分子50人”。在最初的名单上，高华榜上有名。<br>　　 从1980年代开始，知识分子问题一直成为中国知识界经久不息的话题。到1990年代中后期，随着市场社会的建立和知识分子地位的边缘化，一部分学者宣称知识分子已经死亡。 而在一个学术分工专业化的时代，如何重建知识分子的公共性，成为知识界关注的新主题。<br>　　 《南方人物周刊》的这次策划，是大陆媒体第一次提出公共知识分子”概念。据萧功秦回忆，在杂志社征求高华的意见时，他坚决要求把名字拿下来，他不希望成为公众关注的焦点，不想被看作是政治人物，他只是一个学院派的知识分子。”<br>　　 《红太阳》之后，高华一度被赋予各种解读，加诸其身的不乏英雄主义标签，及各种政治性符号。但在南大学生左中甫印象中，高华不是那种容易归类的人，其朋友圈里，既有典型的自由主义者，又有很多地道的体制内”人士，连首倡新权威主义”的萧功秦，大声疾呼社会公正的何清涟，也是他的多年挚友（据左中甫《高华先生印象记》）。<br>　　 萧功秦曾把高华称作把中国儒家士大夫的传统人情味和自由主义的人生价值追求结合得最好的一个人”。而在南大的师友看来，高华只是一个纯粹的学者，这也是高华特别在意的。颜世安回忆称，北京某重要官方研究机构召开有关毛泽东思想的研讨会，曾邀请高华去参加，他当时比较欣慰。高华不是想进入官方的研究系统，他在意的是，这样的邀请表明官方研究机构承认他是一个学者，做的是学术研究，不是表达政治意见。<br>　　 在朋友们看来，高华又非不问世事，而是有着强烈的现实关怀。许纪霖称，高华的使命并不是要做个公共知识分子，而是要做一个有良知的历史学家，但一旦有了良知，也就是知识分子了。他写的东西虽然是学术著作，但已进入了公共思想界。虽然没有经常发言，但他对于公共空间的各种时政问题都非常关心。<br>　　 更多的时候，高华不愿搅入易引起无端纷争的事情，他只是通过学术的方式，表达对历史和社会的整体认知。他对鞍钢宪法”论调的反驳，可见其关怀取向。<br>1990年代末，海内外一些学人主张重新挖掘过去年代的某些积极价值”，再配以其它思想资源，用于指导中国改革。如清华大学公共管理学院教授崔之元认为，鞍钢宪法”即是体现了以广大劳动人民取代少数经济政治精英对社会资源的操纵”的经济民主”的重要范例。</p>\n<p>　　 2000年，高华在《二十一世纪》发表《鞍钢工人与鞍钢宪法”》，梳理了鞍钢宪法”的由来初衷、惨败后果等，最后总结说：大跃进期间的鞍钢工人没有争取经济民主”的思想意识，两参一改三结合”与经济民主”并不搭界，所谓经济民主”只是当今学人理念世界的产物，与当年鞍钢工人无涉。<br>　　 高华更多的是远离政治。《红太阳》出版后，震动四方。高华对中共高层权力的诡秘性洞察之深刻，对政治人物的领悟之到位，甚至惊动了一些红二代”，欲一睹高华真面目。<br>　　 数年间，高华接待了数位此类来访者。及至一见，对方才发现，高华就是一个普通的学者，无高层背景，无从政经历，并不生活在权力系统中。<br>　　 在许纪霖看来，高华只不过是从各种公开发表的资料中反复爬梳，回味思考，以至于对那些人脉细节烂熟于心，犹如自己家族内部的典故；然后，他把支离破碎的公开资料剥离出原有的框架，把一个个细节提炼出来，以天才的想象力和洞察力，重构了中共上层的权力斗争的叙述，从诡异的权力表象洞察背后的深层逻辑。<br>　　 此外，也曾有中共元老的后人，请高华为其先人写东西。高华一一谢绝。颜世安说，高华不会去阿谀任何权势，以此谋取好处。他写文章不是反对谁，也不是拥护谁，和任何势力没有恩怨。他就是站在人文主义学者的立场，实事求是。<br>　　 2006年，在香港科技大学的讲座上，高华再次表明了该立场：我们做历史研究，应该保持一个和研究对象的距离，我看到一些朋友和（研究对象）当年的亲属有接触，然后自己的主观性就发展起来了，比如说非常同情。我们历史研究要有客观性，特别是不能对当年亲属的解释照单全收。”<br>　　<br>　　教学与启蒙<br>　　 与在体制里的边缘位置相比，高华在南京大学学生之间，享有明星般的声誉。<br>　　 从1987年毕业留校后，高华在南大历史系讲授《20世纪中国政治与左翼文化运动》《马列史学名著导读》等课程，1997年起开设全校素质课《中国人民共和国史》，同时带硕士研究生，2001年起指导博士生，先后为硕士生讲授《中国现代史研究》，为博士生讲授《当代中国史专题研究》《当代中国史研究的理论与方法》《当代中国史史料评介》。<br>　　 早在1990年代，他的课就大受学生欢迎，《红太阳》之后，更多人慕名而来。他的学生周孜正回忆说：本校的政治、哲学、法律等系的学生，外校的理工文科，从学飞机设计到学服装设计的各色人物，都有来南大串堂听课的”。<br>　　 在学生刘握宇印象中，高华的全校公选课，晚上6点半上课，6点就要去占位置。高华从不点名，但一两百人的阶梯教室总是满满当当；他的研究生课，几十人的教室常无插足之地；他在中美中心的课程，受到国际学生的普遍欢迎。<br>　　 南大校友赖晨的回忆文章验证了高华的魅力：研二时，一位师兄的博士毕业论文答辩请来了高华教授做评委。高老师站在讲台上，妙语连珠，一手持烟，一手轻摇折扇，潇洒板书，畅谈古今。礼堂内外挤得水泄不通，他演讲完毕，全体学生自发起立，热烈鼓掌。”<br>　　 江苏人小赵，1990年代中期在南京中医药大学上学时，就时常来南大听课；工作后又在南大读MPA；有一段时间，他在南京挂职，只要高华有课，他就跑过去听；甚至有时去南京出差，也跑去听课。他的朋友也受影响，成了高华的粉丝。<br>　　 在小赵印象中，高华备课很认真，南京大学抬头的A3稿纸，每次都写上一二十张，用布包拎着来上课。那是一个普通的布包，拉链坏了又修好，他随意地拎着，一头白发走在街上，爱人笑他像卖菜的。<br>　　 讲课时，高华有时点一支烟，最早是红梅，后来抽好一点的，七八元的红塔山，十一二块钱的红南京。他喜欢板书，因为要讲的名词、人物太多，他不得不写出来。课间，常有其他老师的研究生拿着论文请他指点。<br>　　 刘握宇曾这样描述高华讲课的特点：顶好是听他讲复杂的历史事件，千头万绪，他交待得一丝不乱；来龙去脉，他讲个清清爽爽。对历史事件和历史人物，他从不妄加褒贬，往往只一两句生花妙语，其中滋味，难以对外人道。”<br>　　 而高华的课程之所以有魅力，更在于思想的启蒙。<br>　　 一位网名daydaypaper2的学生曾回忆听高华讲国史课的情况：高老师上课从最细微的史料出发，旁征博引，以最克制之叙述，最客观之史实，揭露各种残酷或良善之人性，所求者，乃是以此来启发我辈之民主宪政意识。究老师一生之学问，追求的正是还原与解释红色中国所以悲剧之原因。”<br>　　 在刘握宇印象中，高华绝对不是激进的人，他绝不主张激烈的社会变革。在高华看来，激烈的社会变革，都是想一夜之间改变一切，有一种不切实际的理想主义，最后导致的就是大量无辜生命的牺牲。这是中国一百年来的弊病。<br>　　 与普通同学相比，更得高华风气之先的，是那些研究生和长期追随者，他们的追随史短则数年，长则十数年。<br>　　 青年学者李永刚很是向往高华培养学生的模式：学生们没事就去他家里，有时自己做饭；如在私塾中，弟子们随便坐着，出个题目天马行空地讲，大家随时插嘴讨论，也没有上课下课的时间。<br>　　 在学生印象中，高华是一位严师，学生论文有了问题，即使跟随多年，他同样不留情面；但同时，他又是一位坐在沙发上，一边吸烟一边随意聊天的长辈和朋友”，许多隽永的思想和为人处世之道，正是在这一圈圈烟雾中悠悠荡出。<br>　　 更多的时候，师生们谈论的并非史学。他们谈新中国的红色电影，也谈费里尼、帕索里尼；谈革命题材《历史的天空》，还有乡土气息的《刘老根》；谈一代报人邵飘萍，以及学术红人易中天。<br>　　 学问之外，他还和学生谈工作，谈家事。学生们则于潜移默化中，领略到做人的道理，甚至人生走向就此改变。<br>　　 我们已经够幸运了，在最需要启蒙的时候遇到了老师。”刘握宇说。我们回想过去的那么多年，从二十几岁开始，在青春的成长过程，受了他的很大影响，那段时光是和他揉合在一起的，有他的身影在里面。”<br>　　<br>　　华东师大事件<br>　　 2005年的高华，忙碌异常。各种学术活动邀请纷纷而来，朋友们时常劝他悠着点，注意身体。此前一年，他辞去了在中美中心的教职，但除了南京大学上课外，每周他还要坐火车去上海授课。<br>　　 这一年，高华面临着选择：离开生活了25年的南京大学，去华东师大工作。<br>　　 创建于1951年的华东师大，其时在党委书记张济顺教授的领导下，正推出人才强校”战略，以打造世界知名的高水平研究型大学。启动于1999年4月的紫江学者计划”为其引才计划之一，华东师大历史系也得以乘势而起。<br>　　 作为建校时首批设置的学科之一，华东师大历史学科有着深厚的学术传统和积累，吕思勉、吴泽、李平心、戴家祥、陈旭麓、林举岱、王养冲等老一代学者曾执教于此，其近现代史学科在陈旭麓、夏东元等近现代史大家率领下，曾于1980年代创造过全国一流学科的辉煌。1990年代后期以来，历史系开始重建荣光。<br>　　 2001年，华东师范大学成立了中国唯一专门进行冷战史研究的学术机构——国际冷战史研究中心。2003年，经美国康乃尔大学中美关系史研究讲座教授陈兼引荐，著名学者杨奎松应聘紫江特聘教授”，主持冷战史研究中心，并开始为华东师大引介人才，酝酿成立中国当代史研究中心——这将是中国大陆高校第一家专门研究中国当代历史的研究机构。在此背景下，深知高华价值的杨奎松，极力主张并促成高华的引进。<br>　　 我初来华东师大时，现当代史研究力量薄弱，高华的能力、学问和声望，肯定极有助于华东师大现当代史研究地位的提升，因此我主动联系高华，尝试动员他转来华师。”杨奎松回忆说。<br>　　 高华要走的消息，在南京大学学生间引起了波动。2005年9月，一位叫丁一的南大校友，在《南方周末》纪念抗战胜利60周年之国与问”策划中看到了高华的名字，但其身份为华东师范大学历史系教授、博士生导师”。丁一打电话求证，当时的高华正在南京开往上海的火车上。丁一在文章中写道：这将是载着一位年已五十的教授奔向自由学术春天的火车吗？<br>　　 像高华老师这样，坚持严谨的学术态度，坚持学者应有的独立思考，如此受南大学子尊敬的老师，具备成为大师潜质的学者，为什么不能留下来呢？”这是丁一和南大学生的疑问。<br>　　 而在华东师大，引进高华的计划，在校党委书记张济顺的直接关心下，进展顺利。杨奎松在纪念文章中说：对于高华当时面临的困难，我一一设法向校方探询可能的解决办法。2006年3月，一切谈妥后，我领着高华和刘韶洪去看了在华师二村定好的临时住房，两口子可以说是发自内心的高兴。<br>　　 那一年，为了落实高华夫妇的调动，杨奎松推迟了去日本访学。其后，已退休的刘韶洪在华东师大工会临时上班，华师大为高华提供了不错的生活条件。<br>　　 华师大让他带博士，还有特聘教授的启动经费，看上去一切都变好了。”南大的朋友们为高华高兴。在他们看来，一批实力派学者云集华东师大历史系，有思想，有学术，高华去了正可互相切磋，一展所长。<br>　　 在张济顺的印象里，高华在华师大是愉快的。高华重视教学，给本科生开讲座，也给博士生上课。像在南京大学一样，他的课很受欢迎。调来之初，高华和杨奎松等一起准备为大学生编一套历史教材，分晚清史、中华民国史、中华人民共和国史，编三本教材，高华领的是中国人民共和国史。<br>　　 然而，天有不测风云。2006年9月，当杨奎松访日半年回到上海时，却意外得知，由于不可抗拒的原因”，高华无法调入上海。<br>　　 这消息对高华来说，不啻于一种沉重的精神打击……不仅因为这件事证明了他在政治上的处境，而且因为他的调动早就成了一些人热炒的话题，这对他本来就有病灶的身体极为不利。”杨奎松后来在纪念文章中写道。<br>　　 在朋友们看来，高华一生谨慎，不希望在政治上被打入另册，来华师大之前，他曾向学校的领导谈起海关事件”，有所担心。<br>　　 此后，华东师大尽力做出弥补，把所有待遇尽量保留下来，继续聘请高华为讲座教授，校领导也再三表示，此事不影响在研究上的合作，高华还是当代史研究中心非常重要的成员。<br>　　 但在杨奎松看来，无论我们再做多少补救的工作，都无法挽回此次挫折对高华身心所造成的伤害。高华虽然性格刚毅耿直，对名利地位乃至生死看得很开，但他个人及家庭过去的经历，决定了他仍旧会对一些事情看得较重，甚至会感到紧张。尽管事情发生后，他当面开解我们说没关系，他的一些表现，还是让我感觉到他内心承受的压力。”<br>　　 这一年，在弟子黄骏的印象里，高华回到南京时，情绪上有些低落”。<br>高华的后二十年（下）：最后的岁月<br>知识分子易患癌症的时代”<br>　　 2007年4月下旬，高华在体检时查出肝癌。这是南京大学的一次例行体检。拿到体检报告的那天，高华在上面发现了疑似CA”字样，但不明就里。<br>　　 在颜世安的记忆中，有一天他和高华、朱剑、余斌在一家餐厅小聚，当时年度体检刚结束，闲谈中高华说到，做B超的医生要他去复查一下，估计没什么事，过两天再去。<br>　　 颜世安并没往心里去。没想到，几天后他去系里，便听说高华在南京鼓楼医院查出疑似肝癌，顿觉晴空霹雳。<br>　　 学术界闻之震惊。长期玩命工作的高华，早有家族乙肝病史。在颜世安印象中，高华于1992年患乙肝，当时不严重，很快就控制住了，但这可能是最早的病源。后来经济上的负担，工作上的劳累，出书以后的精神压力等，都可能是最终致病的因素。<br>　　 这似乎是一个知识分子容易得癌症的时代。”高华的朋友江荣生说。而景凯旋从形而上的层面上感慨，古人说察见渊鱼者不祥”，高华做的这个工作，直面那段现实，直面我们共同经历的文革，其实是研究一个很灰暗的东西，要面临人格上的冲突和矛盾，高华生病和这个还是有关系的。长期研究这些东西，身心会交瘁，我自问是受不了，可能要崩溃的。”他说。<br>　　 患病之前，高华在写作国史，辛苦异常。这就是《新秩序和新冲突——从中共九大到林彪事件（1969-1971）》，是由香港中文大学拟出版的十卷本《中华人民共和国史》中的第七卷。<br>　　 该套书策划于1999年，由学者杨奎松和沈志华发起，为至今为止规模最大的非官方版国史，时间跨度由1949年至1981年，分十卷，共500余万字。<br>　　 高华于数年前接受了写作邀请，至生病前已写作十多万字，完成了清队”一打三反”等重要章节，确立了建立新秩序”的构架。此前数月，他天天写到凌晨一二点，烟一根一根地抽。他后来跟萧功秦说：没想到把自己的肝给得罪了。”<br>　　 4月底，在张济顺教授的帮助下，高华在上海中山医院做了彻底检查。检查结果证实了噩耗：100%是肝癌，而且是多发性肝癌。<br>　　 2007年4月29日，高华在中山医院做了第一次介入手术。手术前一天，萧功秦在电话里说：你得好好保重，中国不能没有你，我是从民族利益来跟你谈这个问题。”高华笑了。手术前，儿子高欣给他点上烟，他猛抽了一根，然后说：这是我抽的最后一根烟了。高华从此戒烟。<br>　　 他的病情牵动着学界朋友们的心。远在香港的熊景明时刻关注着高华的情况，此后近五年，每隔些天她就会致电问候，并向学界通报高华的情况。<br>　　 2007年4月30日晚上，萧功秦去医院探望高华。在萧功秦印象里，那一天的高华刚动完手术，有点疲倦，脸色有潮红，仍充满自信。谈话中他起身去卫生间，手里提着瓶子，样子很精神，一副大义凛然的样子（据萧功秦《天堂里的高华》）。<br>　　 2007年6月，李永刚去香港中文大学做学术交流，把高华的病例带到香港。香港的肝病专家看过后，断定为肝癌中晚期，生命只有五年。<br>　　 在上海，高华的介入治疗还在进行中。7月，又去中山医院检查，发现肿瘤已被封包住，验血正常，身体稳定，从外表看不出异样。<br>　　 这一年，熊景明荣休，学界朋友前往其故乡昆明庆祝，高华夫妇也应邀前往。宴会上，高华和张鸣、高欣合唱《我们是害虫》。我们是害虫，我们是害虫，正义的来福灵，正义的来福灵，一定要把害虫杀死。”这个颇具隐喻色彩的上世纪80年代广告歌，把大家都笑疯了。高华说，我们在某些人眼里，就是害虫。<br>　　 云南之行的高华是快乐的，他还参加了彝族山寨火把节。胡杰给他拍下的一幅照片里，高华像一个顽童，举着两米长的火把，神情专注地在夜路上行走。那是高华晚年为数不多的快乐时光。<br>　　 这一年，高华53岁。按照茅海建的说法，搞历史研究，四十岁才起步，五六十岁是黄金时期，七八十岁还能继续做。年纪越大，对历史的感悟越透彻，越深沉。”北京大学历史系教授王奇生说。<br>　　 但高华不得不停止了国史的写作。这是一项让朋友们充满期待的写作计划。本来，《国史》的写作，使高华梳理整个现代中国变迁进程的思路逐渐显现出来：从民国到30年代，到延安时代，到50年代，再到60年代、70年代。李永刚认为，高华的兴趣应该是百年中国。<br>　　 在同事申晓云看来，以往出版的国史系列丛书，有新史料，但多半未完全摆脱官史叙述的模式，留有遗憾。而1969年至1971年这一段，要完全破除原来那种框架，从话语到结构上跳出来，客观地、深层次地把真相说出来，是很难的。她和当代众多历史学者一样，对高华的写作充满着期待。<br>　　 朋友杨小彦、冯原，则有幸听闻高华讲述研究的片段。那是数年前的一个月夜，在南粤的江边大排档上。高华开讲惊心动魄的1969年到1971年，其中的波澜，以及波澜中的险诈、诡计与血腥，和眼前美妙的风光了无关系。其中涉及一张公开发表的照片背后的奇特信息，明白以后只能倒吸一口冷气，甚至大脑皮层也发生轻微的震颤，耳旁还出现遥远的轰鸣”（据杨小彦《高华与摄影》）。<br>　　 然而，这一切研究都不得不停了下来。在思想最敏锐、积累最丰硕、洞察最深刻的巅峰时刻，一位杰出历史学家试图解构的大人物、小人物、大格局、小事件，不幸之至，全都被残酷的命运永久封存。”李永刚为此感慨。<br>　　 每三个月，高华都要去上海复查一次。<br>　　 在南京大学，本科生的课不上了，他继续带硕士、博士；历史系照顾他，让学生到他家里上课，岗位津贴予以保留。在华东师大，研究生的课程则做了灵活的调整，他去上海检查时，就集中给学生上课。<br>　　 之后，高华的病情几经反复，一度柳暗花明。2008年9月底，在朋友们的帮助下，高华转至上海长海医院治疗。一位著名专家亲自诊断后，倾向于他患的不是肝癌，而是肝结节，虽然专家的学生仍倾向于是肝癌。<br>　　 这让高华有一种死里逃生的感觉。颜世安回忆：高华回到南京后，有一天散步时告知此事，说那天听到这个诊断，夜里都没有怎么睡着，我们都是凡人啊！”<br>　　 这一年10月10日，高华再赴香港中文大学，做林彪事件再研究。11月15日，他在石家庄参加沙飞影像研究中心”首届学术研讨会。<br>　　 当月，他还在上海交通大学参加了革命与战争”讨论会。在学者金大陆的印象里，时至初冬，高华并未给人怕冷的感觉，仍声音洪亮，身手敏捷，完全不似病人。这一年，他还在为赴德国汉堡参与五十年代中国人文学科的重建”项目做准备。在家时，他经常下楼散步，打太极拳，对自己很有信心。<br>　　 2008年，南大选拔享受政府特殊津贴人员。系里为高华报了名，但批下来的名单里没有他。一位老师说，政府这个津贴，要看你有没有获奖，有没有国家课题。高华的学术水平很高，但很难在官方的评价体系里体现。<br>　　<br>　　2009年：十年思想历程<br>　　 接下来的2009年，对于高华来说是多难之年。先是2月份母亲患肠癌住院，高华和弟弟、妹妹每日奔走于医院。<br>　　 每天上午，高华由亲戚小孙陪着，坐公交车去医院，陪母亲坐会儿。下午，他一边辅导学生，一边应广东人民出版社之邀，整理新书《革命年代》的书稿。<br>　　 在整理文章时，几十年来母亲的关爱和教诲时时浮现于他的脑海，特别在文革的艰难岁月中，母亲带领我们一家人，相依为命，才走出了那场暴风雨，往事如昨，历历在目”。<br>　　 在高华的主治医生之一、南京军区总医院肿瘤内科于正洪副主任医师印象中，高华是个孝子，在他患病期间，母亲也病重，高华操了太多的心。于医生曾提醒他自己也是重症患者，不可以那么累。<br>　　 母亲临终前一个月，几乎昏迷不醒，高华仍是天天探望。至4月底，母亲病逝。此后一段时间，高华天天失眠。祸不单行，5月份，85岁的父亲不幸摔伤，致股骨颈骨折，从此长期住院。<br>　　 这一年，《红太阳》已出版十年。十年风雨，赞誉峰起。如学者朱学勤所言，这本书开辟了毛泽东研究的一个崭新的空间，说得低调一点，是一个标志性事件，说得稍微满一点，在毛泽东研究，延安整风研究，从延安整风到文革的历史研究中，具有里程碑价值。<br>　　 在赞誉之外，也有一些学者提出商榷性意见。如老延安”何方，认为应该用一分为二的方法研究延安整风，批评该书纸上谈兵，并对一些具体史实提出异议；如杨奎松不认为高华对当年中共党内高层之间的权力斗争，以及个人动机、情结和心计所作的许多‘深描’，有足够的实证依据”。<br>　　 十年间，在正常的学术交流之外，对《红太阳》的毁谤也生，意识形态化的解读如影随形。<br>　　 2009年5月25日，在家事之痛中，高华为香港中文大学出版社作《&lt;红太阳是怎样升起的&gt;出版十年感言》；当年12月，又在台湾《中央研究院近代史研究所集刊》，发表《对拙著&lt;红太阳&gt;一书批评的总回应》。<br>　　 在两篇文章中，高华回顾了十年来的思想历程。多年前，法国巴黎大学历史学博士陈彦在评论《红太阳》时称，作者有思想矛盾，从该书的思想逻辑演进应得出否定中共革命的结论，但作者却对中共革命深表同情；萧功秦于此也有同感：在作者看来，基于反抗社会压迫的一切革命都有其历史合理性，然而，作者似乎又对革命的悲剧性持有人文主义情怀。<br>　　 高华在《感言》中谈到，对于思想矛盾”问题，他同意萧功秦的看法，那正是历史事件本身内在矛盾的一种映射。而在《红太阳》之后十年的思考与阅读中，他的基本观点没有改变，仍然认为，20世纪上半叶开展的中共革命和国民党领导的国家近代化过程，都对国家的民族独立和社会进步做出了贡献，其间产生的左、右极端主义，既和两党的领袖及领导层的认识水平、知识结构、文化素养有关，更是他们及国家所面临的内外环境和历史条件的产物，作为后人，应在新的起点上总结历史，将前人的成就、牺牲和失败转化为今天推动社会进步的有价值的思想遗产。<br>　　 2000年，一位化名遇资州教授”的学者在《二十一世纪》发表相关书评《谁是我们”及其敌人”》。书评说，延安整风”尽管相当残酷、极左、阴谋，其实相当必要，延安整风如果只整党内，干卿何事？”<br>　　 高华在《感言》中回应了上述质疑，并重申写作《红太阳》的初衷：从中共革命夺权、推翻国民党统治的角度观之，延安整风运动对于中共革命成功助力巨大，但整风运动中的某些概念、范式，以后又对中国的发展和进步产生若干消极作用，如果不是因为这一切与老百姓有着密切的关系，我是不应加以置评的。”<br>　　 在《总回应》中，高华表达了对延安整风更深的认识：<br>　　 现代农民革命融合列宁主义的组织原则发展到一定阶段，为了更大的发展，就需要定朝纲、定礼仪，排座次，这可能是东方大国共产革命胜利的必经之路。其间结合儒家修身操作和法家式的清洗和监督，将毛的思想内化，形成巨大的动员效应，创造了一种战争年代下政治动员、党内思想清理和组织清理的模式，在相当程度上成就了中共1949年的胜利。<br>正是因为延安整风成功、有效，很自然地在建国后被奉为治国方略。只是，促使革命胜利的方法以后却可能成为使革命受挫的因素。延安整风以政治运动治理国家的斗争模式，在革命战争年代为树立领袖权威、执行革命任务，动员和规训人群、进行思想和组织清理，发挥了巨大作用，但是建国以后政治环境变了，治理国家的方略也应与时俱变，遗憾的是这个变化比较迟，一直到文革结束，邓小平、胡耀邦时代才改弦易辙。”</p>\n<p>　　 病中的高华，还提出了修改《红太阳》的设想：保留原来的结构、基本观点，修订一些错讹之处，主要是补充一些新资料，包括2003年俄罗斯解密档案，杨尚昆的谈话，博古后人的新著，一些经历延安整风运动的老同志及其后人赠送的资料等。<br>　　 然而，命运留给高华的时间不多了。<br>　　<br>　　《大江大海》与新价值<br>　　 2009年9月30日，上海东方肝胆医院的一位专家，在高华的CT上发现了病灶。高华的命运似乎再次急转直下。熊景明回忆：那时，他在Skype上和我讲话，很热的一天，他穿着背心，在房间里走来走去。他需要做决定，要不要做手术。”<br>　　 2009年10月24日，高华在上海东方肝胆医院开刀，切除了40%肝脏。<br>　　 手术的前一天晚上，萧功秦与高华在医院里散步。因为是无话不谈的朋友，萧功秦就把一层纸捅破了，对高华说：你可能有两种前景，也许生命奇迹会在你身上发生；另一种可能是，你比我们先走一步，早走十年二十年都有可能。但是，从生命的历史长河来说，按照地球十亿年这个生命历程来说，人生中的十年不过是一秒钟。我们只是比你晚走一秒钟而已。但是你的这本书，却是有超越一个人的生命长度的价值，它会被后人记住”（据萧功秦《天堂里的高华》）。<br>　　 在张济顺印象中，这次手术对高华打击很大。手术后，高华的痛苦无以言表，他对学生刘彦文说：小刘，你知不知道什么叫肝胆欲裂？但当张济顺去看他时，感觉他的生命力又是特别旺盛。虽然他内心深处，还是有惧怕的成分，他骨子里是个书生，但是他的意志力，一种强烈的想要战胜病魔的愿望，始终是很强的。”<br>　　 在病房里住了几天，高华搬到医院附近的出租屋，等待两周后的介入手术。房子是很旧的一室户，卧室里只够放一床一柜，外面是厨房、小卫生间、一张小床，每天租价90元。<br>　　 这时，远在香港的熊景明心情沉痛，明白高华来日无多，不管怎么热爱高华，也要考虑一些悲伤的事。熊景明计划组织一系列访谈，从高华开始，启动历史学家访谈系列”，帮助他倾吐思想。<br>　　 2009年11月2日下午，上海社会科学院历史研究所研究员金大陆和一位研究生，与高华做了一段开场白”的录像。其后，远在四川拍片子的胡杰，在暴风雪中紧急赶回。<br>　　 与胡杰一同在出租屋见到高华的，是美国加州大学圣地亚哥分校历史学博士生常成。当时，居民楼正在装修，电锤声不断，高华平静安然，对胡杰说：这没什么，我们就是在这样一种生存环境中慢慢在康复，也在看书，我觉得也可以了”（据胡杰《愿时光倒流》）。<br>　　 就是在此陋室，高华面对摄像机，回答了写作《红太阳》的初衷。在熊景明看来，那是有如壮士从容就义前的临别赠言：我记得我真正动笔的那天，是俄国1991年的’8·19’事变……”<br>　　 那天他们的交谈，是从龙应台的新书《大江大海一九四九》开始的。这本一问世即在华人世界引发震荡的著作，以多个个人和家庭的命运变迁，第一次向世人展现1949年由国民党政府的大失败，而引发的国内一部分人群的大迁徙大逃亡，还原了一部罕见的中国近代南渡”史；并在被意识形态话语长期遮蔽的历史场景之下，反思一系列与1949年相联系的重大历史事件和历史问题，并向所有被时代践踏、污辱、伤害的人致敬”。<br>　　 高华对该书的兴趣，源于他对台湾问题的关注。还在1980年代读研期间，他已参与南京大学最早的台湾研究，参编《台湾三十年》《八十年代的台湾》等。<br>　　 在他看来，20世纪前半叶，国共两党都致力于中国的民族独立和社会改造，其理念、方式和道路，都延续到1949年之后，对海峡两岸的社会发展起到支配性的影响。而观察两岸制度与价值的变迁，为培育健康正常的社会提供借鉴，是他兴趣所在。<br>　　 之前的2004年2月至7月，高华曾赴台湾政治大学担任客座教授。其间适逢台湾大选，他得以进一步比较两岸体制运作上的异同，并以笔名在《凤凰周刊》发表《大陆应知晓的台湾竞选生态》《近距离感受台湾的”岛国心态”》，剖析政情演变。<br>　　 五年之后，高华在病床上读到《大江大海一九四九》，手术后的伤口疼痛，没有使我流一滴眼泪，但是当我读到最后一段，我的眼睛充盈着泪水”。<br>　　 龙应台写道：太多的债务，没有理清；太多的恩情，没有回报；太多的伤口，没有愈合；太多的亏欠，没有补偿……<br>　　 太多，太多的不公平，60年来，没有一声‘对不起’。<br>　　 我不管你是哪一个战场，我不管你是谁的国家，我不管你对谁效忠、对谁背叛，我不管你是胜利者还是失败者，我不管你对正义或不正义怎么诠释，我可不可以说，所有被时代践踏、污辱、伤害的人，都是我的兄弟、我的姊妹？”<br>　　 当高华在上海的病床上为《大江大海一九四九》落泪时，他年迈的父亲，还在南京的脑科医院里治疗。手术后，老人因器质性精神障碍，时常出现幻觉：不好了，要开批斗大会了，要把我拖下去批斗，要枪毙我……”<br>　　 高华的弟弟高小宁是脑科医生，他说：从临床来看，父亲的这种症状可能和大脑供血不足有关，和帕金森症有关，也和过去大大小小的精神刺激有关。解放后，父亲受到那么多的政治冲击，但对于那些精神刺激，他从来没有讲过。”<br>　　 几个月后的2010年春节期间，在南京东大医院里，高华再读《大江大海一九四九》，感时伤怀，别有一番滋味在心头。<br>　　 2010年6月，他在《领导者》刊登《六十年来家国，万千心事谁诉——读龙应台&lt;大江大海一九四九&gt;札记》（以下简称《札记》）。<br>　　 这篇1.7万字的长文，高度评价了龙应台的历史观。此前，他在接受胡杰采访时说过：龙应台的这本书，最重要的是人民史观，站在普通百姓的角度回望历史。她不管什么正义非正义，她是看这次战争带来的破坏离乱，对普通百姓生命的摧残。她表达出悲天悯人的人道主义情怀，同时也是质疑胜利或失败。这个质疑价值很大。<br>　　 《札记》更以宽广的视野，梳理1949年之后两岸换代中的天翻地覆之变，并就《大江大海一九四九》中没有展开的隐匿命题，即1949年国民党政府的失败与台湾以后开出的自由民主新价值的关系，结合两岸背景，进行了比较性论述。<br>　　 高华归纳台湾走过的道路：新价值的孕育需要市场经济的土壤，中国传统文化追求日新又新”的特质推动了新价值融合、落户于台湾社会，战后西方思想文化成了新价值的搬运者。当所有这一切都聚合在一起，1987年，蒋经国宣布开放报禁、党禁和大陆探亲，台湾跨过了通向现代民主社会的门槛。<br>　　 《札记》的最后，高华把视角收回到当下的中国：今天，经济成长了，国力强大了……大陆民众的生活得到很大的改善，但是离一个自由和公平、正义的社会，路途仍然遥远。展读《大江大海一九四九》，不同的人群有不同的感受，在大陆的许多读者，已不全然是为了追忆历史，更是祈盼新价值成为福佑人民的灯火，从此照亮国族前行的方向。”<br>　　 《札记》同步刊登于台湾《思想》杂志。《思想》主编钱永祥在回忆文章中称：身罹重病的高华，挑选龙应台的书撰写读后感，并且让我们在台湾发表，并不是偶然。主要是他想要重现1949年这个历史年份，想捕捉从中华民国到中华人民共和国这个历史转折的‘意义’……从那一段历史出发，展望出路。‘新价值’──这是高华摆脱1949困局的出路所在。”<br>　　<br>　　2010年：通”的境界<br>　　 2010年，对高华来说，是苦撑病体，不辍学术的一年。<br>　　 这一年，高华病情极不稳定，有不适就住几天医院，一旦病情控制，就回家休养。他对朋友们说，如堵河堤，哪里漫水，就赶紧堵哪里。<br>　　 学生小赵去看他，看到他还是每天看书，写东西，就劝他静养，不要那么操劳。高华说，脑子里会想。小赵说，脑子里也不要想。他又说，千古兴亡，多少历史人物，全部在脑子里转啊，停不下来。<br>　　 亲戚小孙有时看见他一个人在书房里发呆。其实他可能想的很多，把很多问题都想透了，生死也看透了，但肯定有很多东西，心有余而力不足了。”同事申晓云分析。<br>　　 在刘握宇的印象里，在生命的最后两年，高华和以前不一样，写了不少很长的文章。出版人严搏非注意到，高华的这些文章，尽管还是在谈历史，但是整个关怀都在当下，立场和思想非常清楚。<br>　　 2010年1月，《革命年代》出版。这是高华第一部在大陆出版的著作。所收文章，从中国近代社会转型，到1930年代左翼文化，到延安革命，再到建国初的社会变迁，皆发生在一种叫做革命”的大背景下，涵盖国民革命、共产主义革命、继续革命等，故以《革命年代》为书名。<br>　　 该书考察了20世纪中国革命叙事的源流及分支：一为中国共产党领导的共产主义革命，激进的面向社会底层的社会改造路径；一为国民党领导的国民革命”，主要面向社会中间阶层的渐进改造的路径；以及在革命的名义下，两条路径的差异、流变与结局，及其对当今社会的影响。<br>　　 高华在该书《后记》中说，这本集子既不是对革命的呐喊，也不是对革命的批驳与诘难，而是对生活其中的那个革命年代的思索和纪念。<br>　　 在该书的代自序中，他回顾一生的志业：我常想，我和我的一些朋友都属于过渡年代里过渡性的那类人，在我们的前面，有群星闪烁的先哲前辈，在我们的后面将会有更多受过西方社会科学方法训练的青年才俊。也许未来张力一旦消失，我的这些文章就可归类于‘历史考古学’了，这是我们那一代人的宿命，也是我的宿命，我会继续走下去。”<br>　　 2010年6月，高华发表评龙应台著作的《札记》。这是他晚年最重要的文章。许纪霖认为，该文有一种大气象出来。一个学者做学问做到一定程度，能达到一种通”的境界，但一般要到50岁左右。从其谈吐，对自身生命的体悟，对整个社会的感觉来看，高华在生命的最后几年，他通”了，各种东西都能打通来谈。<br>　　 许纪霖说，生病前几年，不是高华最好的状态，他太忙了，整天疲于奔命，这种状态对于学者来说是一种伤害；反而是生病之后，身体也不允许他拼命了，他可以静下心来想一些问题，心态洒脱了很多，整个人释放出来了，文字放开了，有一种潇洒自如的感觉，这是一个飞跃。在这种情况下，他达到了通的境界。”<br>　　 这一年，高华在华东师大还带着博士。遇到问题，学生们发邮件或打电话请教。因为生病，他自觉对学生指导不够，时有抱歉之感。<br>　　 在南京大学，由于前述科研项目原因，2010年他未能招收新的博士生，但也带了硕士生。硕士生秋天入校时，他还可以一个人打车去学校，学生们陪他散步，在校史馆前的小花园里谈话。他给学生列书单，满满写完一页稿纸，教导学生多看书，写书评”。<br>那时，硕士生杨纯刚感觉他身体还算可以。后来，他时不时就去医院挂水，再也没来过学校。不过即使在病床上，他还在修改学生的论文。11月份，学生丁以德把博士论文拿给他指导。丁的论文39万字，单面打印，厚如砖头。刚动了手术的高华已有些拿不动，他说：你可不可以把论文打成双面的？</p>\n<p>　　 这一年，高华逐渐淡出了公众视野。<br>　　 3月27日，他还能赴广州参加艺术家张大力《第二历史》的研讨会。在朋友杨小彦的印象中，高华脸色不好，但精神尚可，言谈中依然保持了历史学家的敏锐。<br>　　 到8月21日，第六次中华民国史国际学术讨论会在南京举行。他本来要参加，却在开幕前住进了医院。<br>　　 12月，中山大学哲学系教授袁伟时先生八十大寿。知识界人士齐聚羊城。高华在受邀之列，但已无法成行。12月15日，《看历史》杂志在四川举行活动，他为评委，也未能出席。<br>　　<br>　　2011年的思想倾吐<br>　　 2011年1月，高华在南京八一医院连做了11次伽马刀手术，元气大伤。胡杰夫妇去看望时，发现他脸色发黑，瘦得厉害。<br>　　 与此同时，高华父亲也在病重中，身体一天天坏下去。父子连心，2011年春天，高小宁开着车，与哥哥一起把病重的父亲接到车上，开到南京城外去散心。车子到了八卦洲，父子三人下了车，看看风景，聊聊家常。高华很是高兴，说八卦洲蛮好的。高小宁说：等你身体好了，我们再来，去吃农家饭。<br>　　 家国之忧，肝胆之裂，仍未使高华停止工作。2011年3月，周孜正的父亲以病友和学生家长的双重身份去看望他，看到他一个人在书房里写作。周老先生劝他多休息。高华说这是他的工作，离开这个，反而不快乐。夫人刘韶洪说，高华还去帮人家讲课，不去讲课也是这么回事，去讲课了，心情开朗，反而会好一些”。<br>　　 2011年四五月，同事申晓云去看他，告诉他系里现在有钱了，有个人文基金，你去申请，没准能有”。高华很高兴，真去申请到了一个项目，华东人民革命大学研究”。这是南大校级的人文社科基金，经费6万元。高华很开心：这是一个好题目，做好了，可以是1949年以后洗脑和思想改造的探源性研究。<br>　　 2011年6月，高华在台湾《思想》杂志18期发表《读王鼎钧的&lt;文学江湖&gt;：冷战年代一位读书人的困窘和坚守》。<br>　　 7月1日，中共建党九十周年之际，南京的大街小巷红歌飘扬。高华在家中接受财新《中国改革》记者刘芳访谈，畅谈中国近现代史上的革命叙述”。这是他最后一次接受媒体访问。<br>　　 在刘芳的印象中，7月酷暑，高华手捂左腹，仍身穿长衣长裤。1月做的伽马刀手术副作用极大，加之因怕影响大脑而拒服止痛药，他每日疼痛。”两天的访谈中，高华每次谈两个小时，每天都有一次，他突然会说，我要去里面躺一下”。躺十几分钟出来，继续谈。<br>　　 2011年10月、11月，长达1.5万字的相关访谈以《革命叙述”的兴起：高华访谈录》《革命叙述”的延续与转型——高华访谈录》，分两期载于《中国改革》。<br>　　 在这组高华晚年最为重要的访谈文字中，高华陈述了他对中国近现代史上的革命叙述”的关注由来，勾勒了20世纪中国历史里国共两党早期共享的革命叙述”的源流，及其各自的流变轨迹；重点梳理了1927年之后中共革命叙述”阶级性的建立及其特点，1949年以后如何一步步转化为国家意识形态，以及1978年改革开放后革命叙述”的转换。<br>　　 访谈内容非常丰富，涵盖延安整风研究之后，高华的革命叙事研究尚未来得及展开的部分，涉及知识分子改造等，他辨析了近代人类革命史上有限革命”和无限革命”的源流，揭示了文革中思想改造运动锻造新人”的根源，以及继续革命”理论的荒诞与困境。<br>　　 在无力著述的情况下，高华只能以访谈的方式倾吐思想。在他的晚年，文革研究是壮志未酬的领域。2006年他在香港科技大学所做的演讲《毛泽东何以发动文革》《再探林彪事件》，即显露出他关于文革研究的冰山一角。<br>　　 在他患病期间，胡杰夫妇时常去看望，架起摄像机，记录下他和朋友们的行谊，也得以留下他关于文革研究的只鳞片爪。<br>　　 2010年，胡杰拍摄了文革殉难者纪录片《我的母亲王佩英》。片中高华两次出镜讲述历史，一是讲述王佩英遭整肃的历史背景，1962年七千人大会到文革之前的中国社会现实；一是讲述王佩英牺牲的1970年大规模处决政治犯的背景。<br>　　 在胡杰、江芬芬夫妇印象中，高华对文革太熟悉了，你提到文革的一个人，他会给你讲一串前因后果，分析悲剧背后的原因。他把事件的背后，甚至中央的陴事，都讲给我们听”。<br>　　 2011年9月3日，高华在《新京报》发表《阅读李劼人的历程——由&lt;李劼人全集&gt;出版想到的》。这是他最后一次发表文章。<br>　　 2011年9月5日，高华的父亲高启发去世，这位老地下党员走完了跌宕起伏的人生，享年87岁。数日后，病中的高华，不顾弟弟和妹妹的劝说，在家人的扶持下坚持出席了追悼会，并亲自为父亲写了悼词。<br>　　 2011年10月3日，南京大学历史系1987级同学举行毕业二十周年聚会。这是高华毕业留校后教的第一个班，当年的同学特地接来了高华。<br>　　 那一天，高华非常消瘦，和同学们坐了好几个小时，没有吃饭，也还讲了话。他讲到中国社会要改革，一定要迈小步，不能停步；中国社会忍受不了太大的动作，希望能一点一点地改，把很多问题解决。<br>　　 那是他最后一次参加公开活动。<br>　　<br>　　世界无穷愿无尽”<br>　　 2011年9月28日，高华再次住进了江苏省人民医院。<br>　　 初时仍是白天治疗，晚上回家休息。后来医生不让他回家了。至10月底，他的胆黄素居高不下，11月一度病危，急需血浆置换，进行人工肝治疗。而血浆置换每次需要补充血液2000毫升，白蛋白500毫升，一周要换几次血。在郭美美事件”引发红十字会危机之后，各地的血源紧张异常。高华病情告急。<br>　　 南京大学出面协调，高华的朋友江荣生等闻讯后也多方奔走，终于确保了血量供应。从11月底到12月初，高华先后做了五次血浆置换。<br>　　 12月10日，江荣生去南京看他，觉得高华精神状态又是很好，握手很有劲，说话笑嘻嘻的，说还有很多事要做。<br>　　 治疗间隙，高华上网、看电视、浏览新闻。病房的小白柜子上堆满了书：《莫斯科真相》《民主的细节》《大饥荒》《吴宓与他生活的民国年代》等。最后五年，他进出医院不计其数，朋友们每次去看他，都会看到许多新书堆在病房。直到最后他两只手都挂针，才不方便看书了。<br>　　 12月初，《南方人物周刊》评选中国魅力50人，高华被列入候选人名单。《看历史》编辑杜兴回忆称，有天晚上十点多，高华很着急地打来电话，说看到中国魅力50人评选，他非常不安，不希望让人觉得高华是一个英雄。直到杜兴联系上南方人物周刊，主编承诺把高华名字去掉，他才安心。<br>　　 12月中旬，挚友颜世安、朱剑、陈红民、余斌去看高华。高华已十分消瘦，连翻身都困难，但谈话跟平时一样，平静、幽默。他有些调侃地抱怨：前两天医生已经发了两次病危通知了，医生就站在病床前直接跟我说，他真是拿我当铁打的金刚了。”<br>　　 高华病危的消息在内地学界引起波动。想到高老师正是学术成熟期，很多思考都未付诸文字，希望能有一两位同辈学人与他长聊几次，每次都录下声音，既为高华老师留下他的思考，也为学界少些遗憾。”杨奎松在回忆文章中称。<br>　　 清华大学教授秦晖和杨奎松成为被选中的两位。惜乎此时秦晖绝大部分时间都在国外，未能立即成行；考虑到高华的身体状况，杨奎松也未马上前往。从内心里，他不愿接受高华病危的现实。<br>　　 12月16日，杨奎松和沈志华、李丹慧、张济顺去南京看望高华，看到他虽因黄疸面色略黄，人稍显削瘦，却仍旧谈笑风生，两眼炯炯有神”。<br>　　 在张济顺印象中，高华对自己信心很足，他说已经几次报了病危，每一次都过来了，他觉得自己的造血功能越来越好了。高华还谈到，华东师大这几年在当代史研究方面非常有起色，他也想身体好了以后再做研究。<br>　　 那天，高华还提到招博士生的问题，提到杨奎松此前批驳金一南《苦难辉煌》的文章，他说批得好。临走时，杨奎松最后一个和他握手道别：一定要好起来，我们还等着你一起来做当代史呢！”<br>　　 12月20日左右，高华开始便血。<br>　　 12月20日，博士生刘彦文发来短信，说自己获得了华师大研究生最高奖学金，几日后有个颁奖仪式，届时学生将为导师献花，她说过几天来南京献花。高华回短信说好的。<br>　　 12月23日，高华发高烧，全身疼痛，说话吃力。爱人建议他打止痛针。他说：打了止痛针，性质就变了。”下午，弟弟高小宁去看他。有丰富临床经验的高小宁心情沉痛，问高华还有什么话要说，有什么事情要交代？高小宁回忆称，高华觉得他这一道关还能过去，他还不想放弃。<br>　　 12月24日，朋友张鸣来看他。做过兽医的张鸣，对生命非常敏感，感觉高华快不行了，不禁悲从中来，几近失控。但高华非常坦然，两人从9时半聊至11时半，聊国事、家事，聊当下的压抑、控制，聊中国知识分子堕落的起源。聊天中，他以听为主，曾剧痛几次，但仅是皱眉，未结束谈话。<br>　　 这一天，高华便血九次。周孜正在日记里记下了他最后的时光：<br>　　 一个下午几乎都在便血中，周孜正诵《金刚经》《心经》各一遍。高华读了《金刚经》中的应无所住而生其心”如如不动”两段文字，师生聊及历史学研究的方法，认为研究者的取向可用如如不动”的态度去实现，佛学和历史学两种学问自有相通之处。<br> 晚上，高华知道便血是柏油状时，聊起孙中山患癌症去世之前的状况，孙抵北京后，在医院也是连续出血好几天，然后突然不出血了，六天之后，又大出血，然后逝世。爱人刘韶洪问：你怎么读历史其他不看，就看这一段呢？”他说：我也不是特意看的，就是顺便眼睛扫到了。”<br>　　 12月25日，圣诞节，高华两次便血，但高烧已退，腹痛稍减，精神很好。<br>　　 这一天，多位亲戚来探望，其乐融融，如在家居时；香港熊景明来电话，他转而问候：圣诞去哪里玩了？”如在平日闲聊时；弟子刘握宇从美国回来，师徒见面，如每年回国时一样；范骏等学生来探望，天南海北，聊军史，聊金一南现象，聊高欣出生那年的大雪，如在往昔；范骏临走时，高华说：小范，祝你圣诞快乐。”——其讲究礼仪，一如平日。<br>　　 这天上午，秦晖打来电话，称想找个机会来南京，住上几天，每天来聊半小时。秦晖后来回忆：电话里，高华的声音洪亮，底气很足，一点征兆都没有。高华说最近有一点新情况，过一段再说。<br>　　 12月26日，早晨，妹妹高慧来探视，带来高华想吃的桂圆汤。高华说，头天晚上挂脂肪乳营养液，没睡好。上午，弟子黄骏陪他看电视剧，他当时神情虽显疲倦，可思路依旧清晰，仍像往常一样点评剧情与人物”。<br>　　 下午17时许，在南京档案馆查资料的硕士生杨纯刚打来电话汇报情况。电话是师母刘韶洪接的，电话那头听见高华在说话，说让小杨明天下午三点来吧，谈话时间不要太长。<br>　　 一小时后，高华开始吐血，对家人说觉得难受”。接着，是第二次吐血。妹妹高慧赶到时，看到他很不舒服，说有点热。18时许，弟弟高小宁赶到医院，高华已是喘息性呼吸，进入昏迷状态。22时15分，高小宁为他做完最后的心脏挤压，握着他的手，大哭。<br>　　 高华生于1954年5月12日，逝于2011年12月26日22时15分，享年57岁。身后挽联如雪，哀思如雨，海内外知识界追思之隆，近年罕见。<br>　　 家国六十年，河山千万里，世界无穷愿无尽，海天寥廓立多时。”高华走时没有书面遗嘱，也未留下一句话。只有他的书，他的文章，他在南大课堂上的语录”，在世间流传：<br>　　 这个社会是不完美的，永远不完美，要打破完美主义；我们要追求完美的世界，但不是要实现它，而是在实现的过程中不断改良我们的社会，使它比现在更好。”■</p>\n</body></html>","link":"/post/%E9%AB%98%E5%8D%8E%E7%9A%84%E5%90%8E%E4%BA%8C%E5%8D%81%E5%B9%B4-%E4%B8%8A%E4%B8%AD%E4%B8%8B"}