{"title":"The-Economist——The independence of central banks is under threat from politics","date":"2019-04-13T04:16:41.000Z","excerpt":"","slug":"The-Economist-Week-8","comments":true,"tags":["The Economist"],"updated":"2019-04-13T04:19:29.335Z","content":"<center><br>    <font color=\"red\" size=\"3\">Central banks</font><br>    <br><br>    <font color=\"black\" size=\"5\">The independence of central banks is under threat from politics</font><br></center>\n\n<hr>\n<p><img src=\"/avatar/20190413_LDD001_1.jpg\" alt=\"\"></p>\n<blockquote>\n<p>That is bad news for the world</p>\n</blockquote>\n<p>That is no longer true. Now genes can be written from scratch<sup>[1]</sup> and edited repeatedly, like text in a word processor. The ability to engineer<sup>[2]</sup> living things which this provides represents a fundamental change in the way humans interact with the planet’s life. It permits the manufacture of all manner of<sup>[3]</sup> things which used to be hard, even impossible, to make: pharmaceuticals<sup>[4]</sup>, fuels, fabrics<sup>[5]</sup>, foods and fragrances<sup>[6]</sup> can all be built molecule by molecule. What cells do and what they can become is engineerable<sup>[7]</sup>, too. Immune<sup>[8]</sup> cells can be told to follow doctors’ orders; stem cells<sup>[9]</sup> better coaxed to turn into new tissues; fertilised eggs<sup>[10]</sup> programmed to grow into creatures quite unlike their parents.<sup>[11]</sup></p>\n<blockquote>\n<p>[1] from scratch 从零开始<br>[2] engineer v.设计制造;策划<br>[3] all manner of adj.各种各样的;形形色色的(人,东西等)<br>[4] pharmaceuticals n.药品<br>[5] fabric 织物;(社会或系统的)结构<br>[6] fragrance n.香味;香味[它允许制造各种各样/过去很难,甚至不可能制造/的东西:药品、燃料、织物、食品和香水都可以一个分子一个分子地制造出来]<br>[7] engineerable adj.可以工程化的<br>[8] Immune cells 免疫细胞<br>[9] stem cells 干细胞 coax v.哄;劝诱<br>[10] fertilised eggs 受精卵<br>[11] 免疫细胞可以被告诉遵循医生的命令;干细胞被更好地诱导成新的组织;受精卵被编程成与父母完全不同的生物。</p>\n</blockquote>\n<p>Critics of economics like to say that its abstract theories lack real-world pay-offs. There is a glaring counter-example: the global rise of central-bank independence in the past 25 years. In the 1970s it was normal for politicians to manipulate interest rates to boost their own popularity. That led to a plague of inflation. And so rich countries and many poorer ones shifted to a system in which politicians set a broad goal—steady prices—and left independent central bankers to realise it. In a single generation billions of people around the world have grown used to low and stable inflation and to the idea that the interest rates on their bank deposits and mortgages are under control.</p>\n<p>Today this success is threatened by a confluence of populism, nationalism and economic forces that are making monetary policy political again. President Donald Trump has demanded that interest rates should be slashed, speculated about firing the boss of the Federal Reserve and said he will nominate Stephen Moore and Herman Cain, two unqualified cronies, to its board. Brexiteers rubbish the competence and motives of the Bank of England, while in Turkey President Recep Tayyip Erdogan has been in a tug-of-war with the central bank. India’s government has replaced a capable central-bank chief with a pliant insider who has cut rates ahead of an election. And as we report this week, many top jobs at the European Central Bank (ecb), including the presidency, are up for grabs, and some could become part of a wider political struggle over who runs Europe’s institutions (see article). There is a genuine need for reflection on central banks’ objectives and tools. But dangerous forces are afoot that could have alarming consequences for economic stability.</p>\n<p>The problem of politicisation last became acute in the 1970s. After the post-war Bretton Woods currency system collapsed, central banks failed to tame racing inflation because politicians, who pulled the strings, were reluctant to bear the short-term cost of higher unemployment. Two decades of runaway prices and crises led to a new orthodoxy that central banks should be given operational autonomy to pursue an inflation target. In the euro zone, Japan and Britain central banks became legally independent in the 1990s. In America the White House refrained from even publicly discussing Fed policy (see Free exchange). This consensus survived the crash of 2007-08 and is one reason why global inflation has been only 4% a year on average over the past two decades.</p>\n<p>The fraying of central banks’ independence has several causes. One is populism. Leaders like Mr Trump combine the politician’s desire for low interest rates with a reckless urge to undermine institutions. Another is the scope of central banks’ activities, which expanded after the financial crisis. Most now hold huge portfolios of government bonds while, at the same time policing the financial industry. And the record of central banks is far from perfect. Because they have probably been too hawkish (despite their unconventional policies) the recovery from the crisis has been slow, undermining voters’ faith in the technocrats whose loyalty is supposedly to the public interest. All this makes it easier to view them as political. Meanwhile, the memory of the crises that led to independence has faded.</p>\n<p>Pressure is manifesting itself in different ways in different places. Mr Trump has launched an attack on the Fed. Although his legal authority to sack Jerome Powell, its chairman and a Trump appointee, is not clear, if he wins re-election in 2020 he will be able to nominate a new Fed chairman and two more governors. In Europe a flurry of job changes threatens to lower the calibre of decision-making at the ecb and feed underlying disagreements. By the end of the year, three members of the six-strong executive board and eight of the 19 national governors, who also vote on rates, will have left. The most notable of these is Mario Draghi, its head. His departure in October will happen almost concurrently with elections and a change in leadership at the European Commission and Council, a once-in-40-years overlap. Behind the political game of revolving chairs is a battle between countries to control policy. Northern Europeans have been suspicious of the ecb’s bond-buying, seeing it as cover for subsidising southern Europe. Rather than win by force of argument, they are seeking an edge by getting their own people into the top jobs. That will store up problems.</p>\n<p>Perhaps global inflation will rise again from its grave, in which case weaker central banks may struggle to kill it off. More likely is an economic downturn. The world economy has decelerated this year—on April 9th the imf downgraded its forecasts. Central banks may find themselves needing to pep up their economies.</p>\n<p>This is what makes today’s politicisation so dangerous. Technocrats face a difficult challenge. The rich world has hardly any room to cut interest rates before hitting zero, so central banks will once again have to turn to unconventional stimulus, such as bond-buying. The Fed and other central banks may also need to co-operate globally, as in the wake of the crisis. The ecb will have to convince markets that it will do whatever it takes to contain another financial panic on Europe’s periphery. The presence of political appointees, who are either ill-qualified or northern European hawks, would make all these tasks harder. It is not just that their votes count, but also that they would poison the public debate about what central banks should and should not do to deal with recessions.</p>\n<p>###The talking cure<br>It is right that the objectives and tools of monetary policy are subject to democratic scrutiny and that central bankers are accountable to legislatures. The Fed is reviewing its target in order to be prepared for a downturn. Other central banks should follow suit. In the long run, this secures their legitimacy and hence their independence. Yet in today’s political environment it is naive to think that politicians really want a considered debate. Instead, the more central banks are in the limelight, the more they will find their month-to-month decision-making subject to external pressure, or find themselves at the whim of boards packed with hacks. It is just that sort of politicisation that the theorists behind independent central banks wanted to avoid. Look back 40 years and you will get a flavour of what could go wrong.</p>\n","link":"/post/The-Economist-Week-8"}