{"title":"The-Economist——The trouble with Theresa May’s promise to resign","date":"2019-03-30T10:04:55.000Z","excerpt":"","slug":"The-Economist-Week-6","comments":true,"tags":["The Economist"],"updated":"2019-03-30T10:09:26.110Z","content":"<center><br>    <font color=\"red\" size=\"3\">The Silly Isles</font><br>    <br><br>    <font color=\"black\" size=\"5\">The trouble with Theresa May’s promise to resign</font><br></center>\n\n<hr>\n<p><img src=\"/avatar/20190330_ldd003.jpg\" alt=\"\"></p>\n<blockquote>\n<p>It does nothing to solve Britain’s Brexit mess</p>\n</blockquote>\n<p>“The birthday of a new world is at hand<sup>[1]</sup>.” Ever since Thomas Paine penned<sup>[2]</sup> those words in 1776, America has seen itself as the land of the new—and Europe as a continent stuck<sup>[3]</sup> in the past. Nowhere is that truer than in the tech industry.<sup>[4]</sup> America is home to 15 of the world’s 20 most valuable tech firms; Europe has one. Silicon Valley is where the brainiest ideas meet the smartest money. America is also where the debate rages<sup>[5]</sup> loudly over how to tame<sup>[6]</sup> the tech giants<sup>[7]</sup>, so that they act in the public interest.<sup>[8]</sup> Tech tycoons<sup>[9]</sup> face roastings<sup>[10]</sup> by Congress<sup>[11]</sup> for their firms’ privacy lapses<sup>[12]</sup>. Elizabeth Warren, a senator<sup>[13]</sup> who is running for<sup>[14]</sup> president in 2020, wants Facebook to be broken up.</p>\n<blockquote>\n<p>[1] at hand 即将到来[新世界的生日就在眼前]<br>[2] pen v.撰写<br>[3] stuck adj.被困住的;动不了的;陷入的;停滞不前的;<br>[4] 这一点在科技行业最为明显[没有比技术行业更真实的了]<br>[5] debate rages 辩论激烈 debate n.辩论;(议会投票前的)正式讨论 rage v.(战斗、争论)激烈进行;(暴风雨)肆虐<br>[6] tame v.驯化<br>[7] giants n.[c]大企业;大国<br>[8] 在美国/关于如何驯服这些科技巨头/使它们的行为符合公众利益的/争论也十分激烈 act in 在…方面行动 play,take a part of<br>[9] tycoon n.(工商界的)大亨<br>[10] roastings n.严厉批评 severe criticism<br>[11] Congress 美国国会<br>[12] lapse n.[c]小错;(尤指)记错,过失,疏忽<br>[13] senator n.参议员<br>[14] run for 竞选;匆匆去取</p>\n</blockquote>\n<p>Theresa may was supposed to be leading Britain out of the European Union this week. Instead, Britain stayed put and the prime minister found herself announcing her own departure. After weathering months of criticism over her handling of the Brexit negotiations, in which Britain was last week forced to ask for an extension of the March 29th deadline, Mrs May surrendered to calls for her to say that she would quit. She promised her Conservative mps she would step down if Britain formally left the eu, handing the next, crucial phase of negotiations, on Britain’s future relationship with the continent, to her successor.</p>\n<p>After weeks of chaos, the past few days’ developments might make it look as if Britain is at last feeling its way towards a solution to its crisis. Mrs May’s supreme sacrifice is designed to persuade her rebellious Tory mps to vote for her unpopular Brexit deal. More promisingly, Parliament is working on a backup plan of its own, beginning this week with a series of votes designed to winkle out what kind of Brexit deal could command a majority if Mrs May’s fails (see article).</p>\n<p>Yet in reality the prime minister’s promised departure does nothing to resolve the disagreements that are preventing Britain from settling on an exit deal. It may even exacerbate them.</p>\n<p>Mrs May’s announcement came after weeks of arm-twisting. A prime minister who two years ago looked almost invincible has been slowly bled dry of authority, starting with her calamitous loss of the Tories’ majority in 2017 in an election which they had been fancied to win with a landslide (see article). Her unpopular Brexit deal has twice been defeated in Parliament by record and near-record margins. She has no domestic achievements to speak of. And she is barely in control of her cabinet, let alone her party. Mrs May was dealt a bad hand in Brexit; she has played it extraordinarily badly.</p>\n<p>Such is the mess Britain finds itself in that even jettisoning a powerless prime minister is not really a step forward. Despite her offer, a last desperate plea for the backing of Tory rebels, her deal remains unchanged and unloved. There is a faint chance that this kamikaze gesture could succeed. Some hardline Brexiteers, including Boris Johnson and Jacob Rees-Mogg, who have long rubbished Mrs May’s deal, now see that the most likely alternative is something cooked up by Parliament which would keep Britain closer to the eu. Her promise to resign gives them an excuse to make their screeching u-turn. But the odds remain against her even now. The ten mps of the Northern Irish Democratic Unionist Party along with dozens of “Spartan” Tory Brexiteers are doggedly holding out. There is a limit to the number of times Mrs May can be defeated on her deal before it dies.</p>\n<p>A more fundamental reason Mrs May’s offer does not solve Brexit is that it leaves Parliament’s divisions as wide as ever. Even if enough mps were willing to hold their nose and vote for her deal, this would not be because they suddenly agreed on the way forward, but because each faction believed that, after Mrs May goes, it would have a chance to wrench away control of the next stage of the negotiations. Diehard Brexiteers dream of one of their own at last calling the shots in Brussels and showing the world how to out-negotiate the eu. Pro-Europeans, licking their wounds, would strive to salvage a soft Brexit. Both Leavers and Remainers still think they have a chance of winning if they push hard enough, and the removal of Mrs May the fence-straddler would only confirm their conviction. It is a fantasy that risks taking Britain back to square one of its debate on Brexit’s trade-offs.</p>\n<p>This week’s most promising news is that Parliament has begun the search for a way out of this delusion. After dramatically seizing control of the Commons agenda, Parliament has begun debating the various realistic Brexit options before holding votes on them. After two years indulging in all kinds of fantasies about what life outside the eu would be like—“no downside…only a considerable upside”, as the first of Britain’s three Brexit secretaries fatuously put it—Parliament has started to reconcile itself to Brexit’s harsh trade-offs. Restricting immigration from Europe means leaving the single market; regulatory divergence necessarily erects barriers to trade; maintaining open borders in Northern Ireland precludes an independent trade policy. This week’s indicative votes offer a way to find a compromise deal that has the genuine consent of mps. It is a rebuke to Mrs May, who might be in a better position today had she sounded out opinion before the Brexit negotiations began.</p>\n<p>None of the votes this week produced a clear majority—despite a second attempt next week, they may never do so. But do not write them off just yet. A large number of mps looked favourably on the idea that any deal approved by Parliament should be put to a confirmatory referendum. And a proposal for a customs union fell only eight votes short. The trouble is that, if she hangs on because her deal has not been passed, as Downing Street suggests, Mrs May could well stand in the way of a Brexit produced in Parliament. Yet, if she goes, a new prime minister might not feel bound by it at all.</p>\n<p>And that leads to the last reason Mrs May’s offer could complicate Brexit: the dubious mandate of her successor. A freshly installed leader will probably want to set his or her own course, rather than take orders from mps. The new prime minister will have been selected by the 120,000 members of the Conservative Party, who are whiter, older and richer and much keener on a hard Brexit than the divided country that elects Parliament. The new leader’s mandate would not reflect the 17.4m who voted to leave, let alone the 16.1m Remainers. Why should Parliament suddenly feel bound to fall into line?</p>\n<p>Look at it any way and Mrs May’s departure leaves the course of Brexit as radically uncertain as it has ever been. All options—including crashing out, a long delay and the revocation of Brexit—are still feasible.</p>\n<p>That is why a better way—perhaps the only way—to agree on Brexit and to pass the dozens of bills it requires would be for Parliament to compromise on a plan and for the country to confirm it in a referendum. A stable, consenting majority in Parliament and the country is an essential foundation for the next stage. If Mrs May were to dig in her heels against such a plan, her departure would be necessary. Even then it would not be sufficient.</p>\n","link":"/post/The-Economist-Week-6"}