{"title":"The-Economist——Why big tech should fear Europe","date":"2019-03-22T08:50:43.000Z","excerpt":"","slug":"The-Economist-Week-4","comments":true,"updated":"2019-03-22T08:56:14.745Z","content":"<center><br>    <font color=\"red\" size=\"3\">The future of big tech</font><br>    <br><br>    <font color=\"black\" size=\"5\">Why big tech should fear Europe</font><br></center>\n\n<hr>\n<p><img src=\"/avatar/20190323_LDD001.jpg\" alt=\"\"></p>\n<blockquote>\n<p>To understand the future of <code>Silicon Valley</code>(硅谷), cross the Atlantic</p>\n</blockquote>\n<p>When historians come to write the tale<sup>[1]</sup> of Britain’s attempts<sup>[2]</sup> to leave the European Union, this week may be seen as the moment the country finally grasped the mess<sup>[3]</sup> it was in. In the campaign, Leavers had promised voters that Brexit<sup>[4]</sup> would be easy because Britain “holds all the cards”. This week Parliament was so scornful<sup>[5]</sup> of the exit deal that Theresa May had spent two years negotiating and renegotiating<sup>[6]</sup> in Brussels that mps<sup>[7]</sup> threw it out for a second time<sup>[8]</sup>, by 149 votes—the fourth-biggest government defeat<sup>[9]</sup> in modern parliamentary history.<sup>[10]</sup> The next day mps rejected what had once been her back-up plan<sup>[11]</sup> of simply walking out without a deal.<sup>[12]</sup> The prime minister has lost control. On Wednesday four cabinet ministers failed to back her in a crucial vote. Both main parties, long divided over Brexit, are seeing their factions<sup>[13]</sup> splintering<sup>[14]</sup> into ever-angrier sub-factions.<sup>[15]</sup> And all this just two weeks before exit day.</p>\n<blockquote>\n<p>[1] tale n.故事(常包含神奇的或令人激动的事件);(对真实事件的有趣的、令人激动的、戏剧性的)描述<br>[2] attempts n.(常指不成功的)企图make an ~ to do sth;(杀人)企图+on;v.试图(尤指做困难的事)+to<br>[3] grasp the mess 掌握这个烂摊子 grasp v.抓牢;理解+sth;n.紧握in sb’s ~/slips from your ~;为某人所能及sthing is within sb’s grasp[当历史学家们开始/撰写/英国试图脱离欧盟的/故事时，本周/可能/被视为/英国/终于意识到/自己所处困境/的时刻]<br>[4] Brexit n.英国退欧<br>[5] scornful adj.轻蔑的;嘲笑的 scornful of sb or sth<br>[6] negotiating and renegotiating 反复谈判(谈判和重新谈判)<br>[7] mps 国会议员(member of parliament) MPs(MP的复数形式)<br>[8] for a second time  又一次;再次<br>[9] defeat v.击败+sb;(以多数票)挫败a proposal or motion in a debate is defeated;难倒;使受挫<br>[10] 本周/英国议会/对脱欧协议/嗤之以鼻/以至于/特蕾莎•梅(Theresa May)花了两年时间在布鲁塞尔反复谈判/结果以149票的微弱优势再次否决了该协议(threw it out)——这是/现代议会历史上/政府遭遇的/第四大/挫败<br>[11] back-up plan 后备计划/备用计划 back-up证实;备份;(以行动)支持+by action;支持(某人);证实…的话 back sb up<br>[12] 第二天/国会议员/否决了/她曾经的/后备计划/即不达成协议就走人(simply walking out without a deal)<br>[13] factions n.派系<br>[14] splinter v.使碎成片;碎成片n.薄而尖的碎片<br>[15] 长期以来/两大主要政党/在英国退欧问题上/一直存在分歧/如今它们的派系/正分裂成/越来越愤怒的/小派系</p>\n</blockquote>\n<p>“The birthday of a new world is at hand.” Ever since Thomas Paine penned those words in 1776, America has seen itself as the land of the new—and Europe as a continent stuck in the past. Nowhere is that truer than in the tech industry. America is home to 15 of the world’s 20 most valuable tech firms; Europe has one. Silicon Valley is where the brainiest ideas meet the smartest money. America is also where the debate rages loudly over how to tame the tech giants, so that they act in the public interest. Tech tycoons face roastings by Congress for their firms’ privacy lapses. Elizabeth Warren, a senator who is running for president in 2020, wants Facebook to be broken up.</p>\n<p>Yet if you want to understand where the world’s most powerful industry is heading, look not to Washington and California, but to Brussels and Berlin. In an inversion of the rule of thumb, while America dithers the European Union is acting. This week Google was fined $1.7bn for strangling competition in the advertising market. Europe could soon pass new digital copyright laws. Spotify has complained to the eu about Apple’s alleged antitrust abuses. And, as our briefing explains, the eu is pioneering a distinct tech doctrine that aims to give individuals control over their own information and the profits from it, and to prise open tech firms to competition. If the doctrine works, it could benefit millions of users, boost the economy and constrain tech giants that have gathered immense power without a commensurate sense of responsibility.</p>\n<p>Western regulators have had showdowns over antitrust with tech firms before, including ibm in the 1960s and Microsoft in the 1990s. But today’s giants are accused not just of capturing huge rents and stifling competition, but also of worse sins, such as destabilising democracy (through misinformation) and abusing individual rights (by invading privacy). As ai takes off, demand for information is exploding, making data a new and valuable resource. Yet vital questions remain: who controls the data? How should the profits be distributed? The only thing almost everyone can agree on is that the person deciding cannot be Mark Zuckerberg, Facebook’s scandal-swamped boss.</p>\n<p>The idea of the eu taking the lead on these questions will seem bizarre to many executives who view it as an entrepreneurial wasteland and the spiritual home of bureaucracy. In fact, Europe has clout and new ideas. The big five tech giants, Alphabet, Amazon, Apple, Facebook and Microsoft, make on average a quarter of their sales there. And as the world’s biggest economic bloc, the eu’s standards are often copied in the emerging world. Europe’s experience of dictatorship makes it vigilant about privacy. Its regulators are less captured by lobbying than America’s and its courts have a more up-to-date view of the economy. Europe’s lack of tech firms helps it take a more objective stance.</p>\n<p>A key part of Europe’s approach is deciding what not to do. For now it has dismissed the option of capping tech firms’ profits and regulating them like utilities, which would make them stodgy, permanent monopolies. It has also rejected break-ups: thanks to network effects, one of the Facebabies or Googlettes might simply become dominant again. Instead the eu’s doctrine marries two approaches. One draws on its members’ cultures, which, for all their differences, tend to protect individual privacy. The other uses the eu’s legal powers to boost competition.</p>\n<p>The first leads to the assertion that you have sovereignty over data about you: you should have the right to access them, amend them and determine who can use them. This is the essence of the General Data Protection Regulation (gdpr), whose principles are already being copied by many countries across the world. The next step is to allow interoperability between services, so that users can easily switch between providers, shifting to firms that offer better financial terms or treat customers more ethically. (Imagine if you could move all your friends and posts to Acebook, a firm with higher privacy standards than Facebook and which gave you a cut of its advertising revenues.) One model is a scheme in Britain called Open Banking, which lets bank customers share their data on their spending habits, regular payments and so on with other providers. A new report for Britain’s government says that tech firms must open up in the same way.</p>\n<p>Europe’s second principle is that firms cannot lock out competition. That means equal treatment for rivals who use their platforms. The eu has blocked Google from competing unfairly with shopping sites that appear in its search results or with rival browsers that use its Android operating system. A German proposal says that a dominant firm must share bulk, anonymised data with competitors, so that the economy can function properly instead of being ruled by a few data-hoarding giants. (For example, all transport firms should have access to Uber’s information about traffic patterns.) Germany has changed its laws to stop tech giants buying up scores of startups that might one day pose a threat.</p>\n<p>Europe’s approach offers a new vision, in which consumers control their privacy and how their data are monetised. Their ability to switch creates competition that should boost choice and raise standards. The result should be an economy in which consumers are king and information and power are dispersed. It would be less cosy for the tech giants. They might have to offer a slice of their profits (the big five made $150bn last year) to their users, invest more or lose market share.</p>\n<p>The European approach has risks. It may prove hard to achieve true interoperability between firms. So far, gdpr has proved clunky. The open flow of data should not cut across the concern for privacy. Here Europe’s bureaucrats will have to rely on entrepreneurs, many of them American, to come up with answers. The other big risk is that Europe’s approach is not adopted elsewhere, and the continent becomes a tech Galapagos, cut off from the mainstream. But the big firms will be loth to split their businesses into two continental silos. And there are signs that America is turning more European on tech: California has adopted a law that is similar to gdpr. Europe is edging towards cracking the big-tech puzzle in a way that empowers consumers, not the state or secretive monopolies. If it finds the answer, Americans should not hesitate to copy it—even if that means looking to the lands their ancestors left behind.</p>\n<p>This article appeared in the Leaders section of the print edition under the headline “Europe takes on the tech giants”</p>\n","link":"/post/The-Economist-Week-4"}