{"title":"The-Economist——With iPhone sales slowing, Apple bets on video, gaming, news and a credit card","date":"2019-03-26T16:58:28.000Z","excerpt":"","slug":"The-Economist-Week-5","comments":true,"updated":"2019-03-26T17:01:52.008Z","content":"<html><head></head><body><center>\n    <font color=\"red\" size=\"3\">Apple Prime time</font> \n    <br>\n    <font color=\"black\" size=\"5\">With iPhone sales slowing, Apple bets on video, gaming, news and a credit card</font>\n</center>\n\n<hr>\n<p><img src=\"/avatar/20190330_blp903.jpg\"></p>\n<blockquote>\n<p>The company takes on tech giants, Hollywood and banks</p>\n</blockquote>\n<p>“The birthday of a new world is at hand<sup>[1]</sup>.” Ever since Thomas Paine penned<sup>[2]</sup> those words in 1776, America has seen itself as the land of the new—and Europe as a continent stuck<sup>[3]</sup> in the past. Nowhere is that truer than in the tech industry.<sup>[4]</sup> America is home to 15 of the world’s 20 most valuable tech firms; Europe has one. Silicon Valley is where the brainiest ideas meet the smartest money. America is also where the debate rages<sup>[5]</sup> loudly over how to tame<sup>[6]</sup> the tech giants<sup>[7]</sup>, so that they act in the public interest.<sup>[8]</sup> Tech tycoons<sup>[9]</sup> face roastings<sup>[10]</sup> by Congress<sup>[11]</sup> for their firms’ privacy lapses<sup>[12]</sup>. Elizabeth Warren, a senator<sup>[13]</sup> who is running for<sup>[14]</sup> president in 2020, wants Facebook to be broken up.</p>\n<blockquote>\n<p>[1] at hand 即将到来[新世界的生日就在眼前]<br>[2] pen v.撰写<br>[3] stuck adj.被困住的;动不了的;陷入的;停滞不前的;<br>[4] 这一点在科技行业最为明显[没有比技术行业更真实的了]<br>[5] debate rages 辩论激烈 debate n.辩论;(议会投票前的)正式讨论 rage v.(战斗、争论)激烈进行;(暴风雨)肆虐<br>[6] tame v.驯化<br>[7] giants n.[c]大企业;大国<br>[8] 在美国/关于如何驯服这些科技巨头/使它们的行为符合公众利益的/争论也十分激烈 act in 在…方面行动 play,take a part of<br>[9] tycoon n.(工商界的)大亨<br>[10] roastings n.严厉批评 severe criticism<br>[11] Congress 美国国会<br>[12] lapse n.[c]小错;(尤指)记错,过失,疏忽<br>[13] senator n.参议员<br>[14] run for 竞选;匆匆去取</p>\n</blockquote>\n<p>IT WAS NOTHING like Steve Jobs introducing the iPhone. But the two-hour show on March 25th put on by Tim Cook, Jobs’s less histrionic successor as boss of Apple, may nevertheless be remembered as a milestone for the company—and the entertainment industry. Mr Cook did not announce the latest sleek gadget. Instead, he unveiled a suite of products and services, including video streaming, news, games and even a credit card. As theatre, it was underwhelming—star-studded supporting cast including Oprah Winfrey notwithstanding. As a business case, it looks more compelling. </p>\n<p>Apple’s 900m iPhones worldwide, more than six times as many as Netflix has subscribers, grant it access to a massive potential audience. Analysts speculate that Apple will eventually offer them a variant of Amazon Prime, where customers pay a flat monthly fee for some combination of news, games, cloud storage, music and video, and which could possibly connect with the company’s iPhone subscriptions. Mr Cook stopped short of announcing a unique subscription service, promising instead to roll out five separate offerings, some of which are merely older services in nicer packaging. Together, they nevertheless threaten fellow tech giants, Hollywood and banks.</p>\n<p>Apple TV+, which got featured billing from Mr Cook, will offer original programming from Ms Winfrey, Reese Witherspoon, Sesame Street and others in more than 100 countries. The money Apple plans to spend on original shows—perhaps $1bn to $2bn thus far—is dwarfed by that of Netflix, which will splurge as much as $15bn this year on original and licensed content, or Disney, whose own video-streaming is expected shortly. But Apple’s high-profile shows are for now meant chiefly to lure customers into its universe of apps and services. That includes subscription services for games, a catalogue of big American magazines (and a few newspapers, including the Wall Street Journal), and, in America, pay-TV networks such as HBO, Showtime and Starz. You can pay for it all using your new Apple Card, developed with bankers at Goldman Sachs. The credit card puts Apple in direct competition with banks: it has no fees and will give users 2% cash back on purchases made via Apple Pay, the company’s payments system—or 3% on purchases of Apple kit and services. </p>\n<p><img src=\"/avatar/20190330_woc593.png\"></p>\n<p>Although Apple continues to earn most of its money from devices, its business in services is growing quickly, accounting for nearly $40bn of revenues of $266bn in 2018 (see chart). The new subscription offerings, which are easier to click and buy than their predecessors, should accelerate that trend. Its new partners hope to be along for the ride. Analysts at Goldman Sachs reckon that Apple may convert 10% of the 85m monthly users of its free News app into paying subscribers, for instance. Amazon Channels, which Apple TV channels aped, has boosted subscriptions for HBO, Showtime and Starz. Apple gets a cut of newspaper and TV subscriptions sold through its services, just as it gets a cut of sales in its app store. </p>\n<p>Some content providers are leery. The New York Times and Washington Post have spurned Apple’s advances on behalf of its news service. Netflix and Disney will not partake in Apple TV+, which they view as more a threat than an opportunity. </p>\n<p>They are right to be cautious. The future of media will belong to whoever controls relationships with consumers, industry insiders say. Thanks to its ubiquitous devices, Apple has hundreds of millions of customer relationships. With that comes the power to get more of their time and money, and to cut out competitors. Mr Cook may put on a lacklustre show, but his rivals had better watch him regardless.</p>\n</body></html>","link":"/post/The-Economist-Week-5"}