{"title":"The-Economist——The promise and perils of synthetic biology","date":"2019-04-06T09:36:04.000Z","excerpt":"","slug":"The-Economist-Week-7","comments":true,"tags":["The Economist"],"updated":"2019-04-06T09:40:51.379Z","content":"<center><br>    <font color=\"red\" size=\"3\">Redesigning life</font><br>    <br><br>    <font color=\"black\" size=\"5\">The promise and perils of synthetic biology</font><br></center>\n\n<hr>\n<p><img src=\"/avatar/20190406_LDD001_0.jpg\" alt=\"\"></p>\n<blockquote>\n<p>To understand them well, look to the past</p>\n</blockquote>\n<p>The reign<sup>[1]</sup> of King Bibi is thus a parable<sup>[2]</sup> of modern politics: the rise of a talented politician and a long success based on a perplexing mixture of carrying out sound policy<sup>[3]</sup> and cynically sowing<sup>[4]</sup> division.<sup>[5]</sup> As his power is threatened, he has turned to railing<sup>[6]</sup> more loudly against the free press<sup>[7]</sup>, the judiciary<sup>[8]</sup> and shadowy forces<sup>[9]</sup>. Now Bibi faces his greatest danger, in the form of criminal charges<sup>[10]</sup> for corruption. In a different age he would have had to resign<sup>[11]</sup>, and would now be defending<sup>[12]</sup> himself as an ordinary citizen. But he is intent on<sup>[13]</sup> remaining in office<sup>[14]</sup>, and hopes that voters will yet save him from the policemen, prosecutors<sup>[15]</sup> and judges<sup>[16]</sup>. Israeli politics is turning into a contest<sup>[17]</sup> between genuine<sup>[18]</sup> achievement and demagoguery<sup>[19]</sup> on one side and the rule of law on the other.<sup>[20]</sup> All who care about democracy should watch closely.</p>\n<blockquote>\n<p>[1] reign n.统治时期<br>[2] parable n.寓言<br>[3] carry out sound policy 执行合理政策 carry out 实行<br>[4] cynically sowing division 犬儒分裂 cynically doing sth牟取私利地 sow v.散布<br>[5] 一个才华横溢的政治家的崛起,以及(建立在/实施稳健政策和犬儒分裂的/令人困惑的/混合体之上的)长期成功<br>[6] rail v.强烈抗议;抱怨,责骂<br>[7] free press 自由媒体<br>[8] judiciary n.司法部<br>[9] shadowy force 神秘的力量 shadowy adj.阴暗的;昏暗中的,模糊的;神秘的<br>[10] in the form of criminal charges for corruption 以腐败的刑事指控形式 criminal charge 刑事控告<br>[11] resign v.辞职;使屈从<br>[12] defend v.保护;为…争辩;为…辩护<br>[13] intent on doing sth 坚决要做某事<br>[14] remain in office 留任(继续执政)<br>[15] prosecutor n.起诉人;检察官<br>[16] judge n.[c]法官;裁判员<br>[17] contest n.竞赛,比赛;争夺<br>[18] genuine adj.真正的;真诚的<br>[19] demagoguery n.散布谣言;煽动行为;群众煽动<br>[20] 以色列的政治正在变成一场(一方面是真正的成就和煽动的做法,另一方面是法治的)较量</p>\n</blockquote>\n<p>For the past four billion years or so the only way for life on Earth to produce a sequence of dna—a gene—was by copying a sequence it already had to hand. Sometimes the gene would be damaged or scrambled, the copying imperfect or undertaken repeatedly. From that raw material arose the glories of natural selection. But beneath it all, gene begat gene.</p>\n<p>That is no longer true. Now genes can be written from scratch and edited repeatedly, like text in a word processor. The ability to engineer living things which this provides represents a fundamental change in the way humans interact with the planet’s life. It permits the manufacture of all manner of things which used to be hard, even impossible, to make: pharmaceuticals, fuels, fabrics, foods and fragrances can all be built molecule by molecule. What cells do and what they can become is engineerable, too. Immune cells can be told to follow doctors’ orders; stem cells better coaxed to turn into new tissues; fertilised eggs programmed to grow into creatures quite unlike their parents.</p>\n<p>The earliest stages of such “synthetic biology” are already changing many industrial processes, transforming medicine and beginning to reach into the consumer world (see Technology Quarterly). Progress may be slow, but with the help of new tools and a big dollop of machine learning, biological manufacturing could eventually yield truly cornucopian technologies. Buildings may be grown from synthetic wood or coral. Mammoths produced from engineered elephant cells may yet stride across Siberia.</p>\n<p>The scale of the potential changes seems hard to imagine. But look back through history, and humanity’s relations with the living world have seen three great transformations: the exploitation of fossil fuels, the globalisation of the world’s ecosystems after the European conquest of the Americas, and the domestication of crops and animals at the dawn of agriculture. All brought prosperity and progress, but with damaging side-effects. Synthetic biology promises similar transformation. To harness the promise and minimise the peril, it pays to learn the lessons of the past.</p>\n<h3 id=\"The-new-biology-calls-all-in-doubt\"><a href=\"#The-new-biology-calls-all-in-doubt\" class=\"headerlink\" title=\"The new biology calls all in doubt\"></a>The new biology calls all in doubt</h3><p>Start with the most recent of these previous shifts. Fossil fuels have enabled humans to drive remarkable economic expansion in the present using biological productivity from ages past, stored away in coal and oil. But much wilderness has been lost, and carbon atoms which last saw the atmosphere hundreds of millions of years ago have strengthened the planet’s greenhouse effect to a degree that may prove catastrophic. Here, synthetic biology can do good. It is already being used to replace some products made from petrochemicals; in time it could replace some fuels, too. This week Burger King introduced into some of its restaurants a beefless Whopper that gets its meatiness from an engineered plant protein; such innovations could greatly ease a shift to less environmentally taxing diets. They could also be used to do more with less. Plants and their soil microbes could produce their own fertilisers and pesticides, ruminants less greenhouse gas—though to ensure that synthetic biology yields such laudable environmental goals will take public policy as well as the cues of the market.</p>\n<p>The second example of biological change sweeping the world is the Columbian exchange, in which the 16th century’s newly global network of trade shuffled together the creatures of the New World and the Old. Horses, cattle and cotton were introduced to the Americas; maize, potatoes, chilli and tobacco to Europe, Africa and Asia. The ecosystems in which humans live became globalised as never before, providing more productive agriculture all round, richer diets for many. But there were also disastrous consequences. Measles, smallpox and other pathogens ran through the New World like a forest fire, claiming tens of millions of lives. The Europeans weaponised this catastrophe, conquering lands depleted and disordered by disease.</p>\n<p>Synthetic biology could create such weapons by design: pathogens designed to weaken, to incapacitate or to kill, and perhaps also to limit themselves to particular types of target. There is real cause for concern here—but not for immediate alarm. For such weaponisation would, like the rest of cutting-edge synthetic biology, take highly skilled teams with significant resources. And armies already have lots of ways to flatten cities and kill people in large numbers. When it comes to mass destruction, a disease is a poor substitute for a nuke. What’s more, today’s synthetic-biology community lives up to ideals of openness and public service better than many older fields. Maintained and nurtured, that culture should serve as a powerful immune system against rogue elements.</p>\n<p>The earliest biological transformation—domestication—produced what was hitherto the biggest change in how humans lived their lives. Haphazardly, then purposefully, humans bred cereals to be more bountiful, livestock to be more docile, dogs more obedient and cats more companionable (the last a partial success, at best). This allowed new densities of settlement and new forms of social organisation: the market, the city, the state. Humans domesticated themselves as well as their crops and animals, creating space for the drudgery of subsistence agriculture and oppressive political hierarchies.</p>\n<p>Synthetic biology will have a similar cascading effect, transforming humans’ relationships with each other and, potentially, their own biological nature. The ability to reprogram the embryo is, rightly, the site of most of today’s ethical concerns. In future, they may extend further; what should one make of people with the upper-body strength of gorillas, or minds impervious to sorrow? How humans may choose to change themselves biologically is hard to say; that some choices will be controversial is not.</p>\n<p>Which leads to the main way in which this transformation differs from the three that came before. Their significance was discovered only in retrospect. This time, there will be foresight. It will not be perfect: there will certainly be unanticipated effects. But synthetic biology will be driven by the pursuit of goals, both anticipated and desired. It will challenge the human capacity for wisdom and foresight. It might defeat it. But carefully nurtured, it might also help expand it.</p>\n","link":"/post/The-Economist-Week-7"}